let PAGES = {
    // עמוד ראשי
    mainPage : {
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_about : `about_icon.svg`, // אודות / איקס / תפריט
            div_topNavText_main : `מתכונט - מתכונים בשלוף`,
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_white.svg`,
        },
    },
    // עמוד אודות
    aboutPage : {
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_menu : `3lines_white.svg`, // אודות / איקס / תפריט
            // img_SearchIcon : `search_white.svg`, 
            div_topNavLine : ``,
            div_topNavText_about : `אודות`,
            img_tillLogo : `about_icon.svg`,
        },
        listeners : { // שם מאזינים לפי צורך
            backToMain : "showPage", // כחול - האובייטק שעליו שמים את המאזין, כתום - לאיזה פונקציה הוא שולח
        }
    },
    // עמוד תפריט
    menuPage : {
        topNavBar : {
            backgroundColor : `#E8E8E8`,
            img_button_x : `x_nobackground.svg`, // אודות / איקס / תפריט
            // img_SearchIcon : `green_search.svg`, 
            div_topNavLineGray : ``,
            img_home : `home_no_circle.svg`, 
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_black.svg`,
        },
        functions : [`showMenu()`], // פונקציות שצריכות לפעול
        content : {
            recipe : ["ספר מתכונים","black_cookbook", { // תפריט נפתח
                salads : ["סלטים", "black_salads"],
                starters : ["מנות ראשונות", "black_starters"],
                sides : ["מנות ביניים", "black_sidedishes"],
                vegan : ["מנות טבעוניות", "black_vegan"],
                mainCourse : ["מנות עיקריות", "black_maincourse"],
                baking : ["קונדיטוריה", "black_baking"],
            }],
            learning : ["חומרי לימוד","black_materials", { // תפריט נפתח
                subject1 : ["מטבח", "kitchen-black"],
                subject2 : ["חומרים", "materials-black"],
                subject3 : ["בשר", "meats-black"],
                subject4 : ["דגים", "fish-black"],
                subject5 : ["הכנות", "grill-black"],
                subject6 : ["רטבים ונוזלים", "sauce-black"],
                subject7 : ["בישול וריכוך", "pot-black"],
            }],
            gallery : ["תמונות","black_gallery", { // תפריט נפתח
                recipes : ["מתכונים", "black_cookbook"],
                events : ["אירועים", "black_events"],
            }],
            videos : ["סרטוני הדרכה","black_videos", { // תפריט נפתח
                recipe : ["מתכונים", "black_cookbook"],
                safety : ["בטיחות", "black_protection"],
                publicHealth : [`ברה"צ`, "black_health"],
            }],
        }
    },
    // ספר מתכונים
    recipePage : { 
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_menu : `3lines_white.svg`, // אודות / איקס / תפריט
            img_SearchIcon : `search_white.svg`, 
            div_topNavLine : ``,
            img_topNavTextIcon : `white_cookbook.svg`,
            div_topNavText_recipe : `ספר מתכונים`,
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_white.svg`,
        },
        bottomNavBar : { // סמלים של הקטגוריות של המתכונים
            salads : ["סלטים", "green_salads", 0],
            starters : ["מנות ראשונות", "green_starters", 0],
            sides : ["מנות ביניים", "green_sidedishes", -100],
            vegan : ["מנות טבעוניות", "green_vegan", -245],
            mainCourse : ["מנות עיקריות", "green_maincourse", -450],
            baking : ["קונדיטוריה", "green_baking", -450],
        },  
        functions : [`showTopics()`], // פונקציות שצריכות לפעול
        content : {
            salads : { // תת נושא
                "סלט-מלפפונים-ובצל" : {
                    pic: `cucamberSalad`,
                    description: ``,
                    video: "XnBNeawbHJA",
                    quantity: `10 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `5-6 מלפפונים`,
                        `1 בצל סגול/לבן `,
                        `שליש כפית מלח`,
                        `מעט פלפל`,
                        `כף שמן`,
                        `חצי לימון סחוט`,
                    ],
                    preparation : [
                        `מורידים ראש וזנב, עושים 2-3 פסים למלפפון עם קולפן.`,
                        `חותכים את המלפפונים בצורה אלכסונית.`,
                        `מתבלים ומוסיפים פטרוזיליה או שמיר.`,
                    ],
                },
                "סלט-טחינה" : {
                    pic: `tahinaSalad`,
                    description: ``,
                    quantity: `10-15 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `500 מ"ל טחינה גולמית`,
                        `חצי כף מלח`,
                        `מעט פלפל`,
                        `3 שיני שום`,
                        `1/2 לימון טרי`,
                        `צרור פטרוזיליה`,
                        `400 מ"ל מים`,
                        `3 קוביות קרח`,
                    ],
                    preparation : [
                        `מרוקנים את תוכן הקופסא לקערה.`,
                        `מוסיפים 80% מהנפח מים על כמות הטחינה ומערבבים.`,
                        `מוסיפים תבלינים, לימון, שום וממשיכים לערבב.`,
                        `מוסיפים קצת קוביות קרח כדי להשלים נוזל קר לקבלת טחינה בהירה. `,
                        `מעטרים בפטרוזיליה.`,
                    ],
                },
                "סלט-קולסלאו" :  {
                    pic: `kolslowSalad`,
                    description: `כרוב לבן עם גזר`,
                    video: "EoMNjgdzR8c",
                    quantity: `5 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `1/2 כרוב לבן`,
                        `1 גזר מגורד`,
                        `צרור פטרוזיליה/שמיר`,
                        `4-5 כפות מיונז`,
                        `1/3 כפית מלח`,
                        `מעט`,
                        `מעט חומץ/מיץ לימון`,
                    ],
                    preparation : [
                        `קוצצים את הכרוב שיפונד דק (שערות דקות) משרים במי מלח למשך 10 דקות.`,
                        `לאחר מכן רצוי לפזר מעט מלח על הכרוב ולתת לו לנוח במסננת להורדת נוזלים.`,
                        `מגרדים גזר, מוסיפים מיונז ומתבלים להשלמת הטעם.`,
                        `לבסוף מעטרים בפטרוזיליה/שמיר.`,
                    ],
                },
                "סלט-ירק" :  {
                    pic: `greenSalad`,
                    description: ``,
                    video: "D6-ikkrYcyY",
                    quantity: `10 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `צרור סלרי עלים`,
                        `5 גבעולים סלרי גבעולים`,
                        `חבילה של פטורזיליה`,
                        `צרור כוסברה`,
                        `מעט נענע`,
                        `חופן בוטנים/אגוזי לוז/קשיו קלוי/גרעיני חמנייה/גרעיני דלעת`,
                        `חופן חמוציות`,
                        `כפית חומץ`,
                        `כף סילאן`,
                        `חצי כף שמן זית`,
                        `חצי כף לימון`,
                        `חצי כף מלח`,
                        `מעט פלפל`,
                    ],
                    preparation : [
                        `מנקים את הירקות ומשרים במי מלח כ-10 דק'.`,
                        `קוצצים את כל הירק אחיד ומוסיפים את סוג הפיצוחים עם החמוציות, מתבלים ומגישים.`,
                    ],
                },
                "סלט-גזר-אסיאתי" :  {
                    pic: `carrotSalad`,
                    description: `סלט גזר אסיאתי חמוץ חריף בשום`,
                    video: "L4SprkmN01U",
                    quantity: `10 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `5 יח' גזר `,
                        `4 שיני שום `,
                        `1 פלפל חריף `,
                        `צרור כוסברה`,
                        `1 ו1/2 לימון`,
                        `כף שמן זית `,
                        `1/2 כף מלח`,
                        `מעט פלפל `,
                    ],
                    preparation : [
                        `חותכים את הגזר לג'וליאן (סיני).`,
                        `קוצצים פלפל חריף, כותשים שום ומוסיפים לגזר.`,
                        `סוחטים לימון ומתבלים בשמן זית, מלח, פלפל, ומעטרים בכוסברה.`,
                    ],
                },
                "סלט-קרפצ'יו-סלק" :  {
                    pic: `beetSalad`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `2-3 יח' סלק אדום `,
                        `2 כפות שמן זית`,
                        `1/2 לימון טרי`,
                        `2 כפות בלסמי`,
                        `מעט מלח גס`,
                        `מעט פלפל גרוס `,
                        `מספר עלים בזיליקום/עירית/רוקט`,
                    ],
                    preparation : [
                        `פורסים פרוסות דקות של סלק עם מנדולינה או ביד דק דק.`,
                        `מסדרים על הצלחת, בוזקים שמן זית, לימון טרי, בלסמי מצומצם.`,
                        `מתבלים במלח גס ופלפל גרוס מעטרים בבזיליקום טרי.`,
                    ],
                },
                "סלט-משוויה" :  {
                    pic: `mashviaSalad`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `25 דקות`,
                    ingredients : [
                        `4-5 עגבנייה`,
                        `1 בצל`,
                        `1 פלפל חריף`,
                        `5 שיני שום`,
                        `צרור פטרוזיליה `,
                        `חצי כפית מלח`,
                        `מעט פלפל`,
                        `2 כפות שמן זית`,
                        `2 כפות לימון`,
                    ],
                    preparation : [
                        `שורפים את העגבנייה, הבצל והפלפל החריף על האש.`,
                        `קולפים וקוצצים חיתוך גס.`,
                        `קוצצים שום, מתבלים בשמן זית, מלח ופלפל גרוס.`,
                        `מוסיפים מעט לימון מעטרים בפטרוזיליה ומגישים.`,
                    ],
                },
                "סלט-חציל-קלוי" :  {
                    pic: `eggPlantSalad`,
                    description: `סלט חציל קלוי על האש`,
                    quantity: `10 מנות`,
                    time: `25 דקות`,
                    ingredients : [
                        `2 חציל`,
                        `5 שיני שום`,
                        `1/2 לימון`,
                        `צרור פטרוזיליה`,
                        `כפית מלח`,
                        `מעט פלפל`,
                        `4 כפות שמן זית`,
                    ],
                    preparation : [
                        `שורפים חציל על אש גלויה- פותחים את החציל, מוציאים את התוכן מהקליפה וקוצצים אותו.`,
                        `מוסיפים שום קצוץ, לימון, מלח, פלפל, שמן זית.`,
                        `לעטר בפטרוזיליה ולבזוק מעל שמן זית.`,
                        `לצורת ההגשה אפשר להחזיר את החציל לקליפה השרופה`,
                    ],
                },
                "סלט-בטטה-בצ'ילי-מתוק" :  {
                    pic: `sweetPotatoSalad`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `25 דקות`,
                    ingredients : [
                        `3-4 יח' בטטה`,
                        `כף שום כתוש`,
                        `חופן בוטנים`,
                        `50 מ"ל צ'ילי מתוק/סילאן + סויה`,
                        `חצי כפית מלח`,
                        `מעט פלפל`,
                    ],
                    preparation : [
                        `חותכים בטטה לצורת צ'יפס דק ומטגנים אות עד לצבע זהוב.`,
                        `מתבלים בצ'ילי, שום, מלח ופלפל.`,
                        `אפשרות שניה להחליף את הצ'ילי המתוק לסילאן וסויה.`,
                        `מוסיפים בוטנים, אפשר לעטר גם בשומשום קלוי.`,
                    ],
                },
                "סלט-מטבוחה" :  {
                    pic: `matbochaSalad`,
                    description: ``,
                    video: "1LWSSl_xuNU",
                    quantity: `10 מנות`,
                    time: `2.5-3 שעות`,
                    ingredients : [
                        `1 ק"ג עגבניות אדומות בשלות`,
                        `2 יח' פלפל חריף`,
                        `ראש שום`,
                        `2 כפות פפריקה`,
                        `כף סוכר`,
                        `80 מ"ל שמן `,
                        `צרור כוסברה `,
                        `1/2 כף מלח `,
                    ],
                    preparation : [
                        `מבשלים את העגבניות בישול במים (טומט קונקסה) כ-10 דק' ומורידים את הקליפה.`,
                        `קוצצים את העגבניות לסיר, מוסיפים שיני שום.`,
                        `מבשלים על אש נמוכה כ2-4 שעות עם מכסה.`,
                        `מטגנים פלפל חריף, מקלפים וקוצצים לסיר.`,
                        `מערבבים שמן עם פפריקה ומוסיפים לסיר.`,
                        `משלימים מלח וסוכר, מוסיפים בגמר הבישול כוסברה קצוצה.`,
                    ],
                },
                "סלט-חמוצים" :  {
                    pic: `kimchiSalad`,
                    description: ``,
                    video: "w4aQkk7WUas",
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `5 יח' גזר`,
                        `1 יח' גמבה אדומה/כתומה`,
                        `1 יח' פלפל ירוק`,
                        `1/4 כרוב לבן`,
                        `1 יח' פלפל חריף`,
                        `4 שיני שום`,
                        `2 יח' לימון`,
                        `כף מלח`,
                        `מעט פלפל`,
                        `כף שמן`,
                    ],
                    preparation : [
                        `חותכים את הירקות לצורה הרצויה ג'וליאן או 2 ס"מ.`,
                        `סוחטים לימון לפי הצורך – 90% , חומץ 10%.`,
                        `מוסיפים שום, מלח, פלפל ושמן.`,
                    ],
                },
                "סלט-חומוס" :  {
                    pic: `homusSalad`,
                    description: ``,
                    video: "btS4XWfj6Ic",
                    quantity: `20 מנות`,
                    time: `2 שעות`,
                    ingredients : [
                        `1 ק"ג גרגירי חומוס`,
                        `טחינה גולמית (על כל כוס חומוס 1/3 כוס טחינה)`,
                        `מים (מי בישו לחומוס לפי צורך, בערך 200 מ"ל)`,
                        `כף מלח`,
                        `כפית כמון`,
                        `1/3 לימון`,
                        `כף סודה לשתייה`,
                    ],
                    preparation : [
                        `משרים את גרגירי החומוס בקערה עם מים למשך 12 שעות לפחות. מחליפים מים ומשרים לעוד שעה.`,
                        `מבשלים את הגרגירים בסיר עם מים וכף סודה לשתייה.`,
                        `מביאים לרתיחה, מסירים קצף בישול וממשיכים לבשל עד ריכוך מלא.`,
                        `מסננים את הגרגירים ממי הבישול.`,
                        `שמים את הגרגירים במעבד מזון, מוסיפים רבע כמות נוזל בישול וטוחנים היטב עד מרקם חלק.`,
                        `מוסיפים טחינה גולמית, מלח, מעט כמון, לימון סחוט וממשיכים לטחון עד למרקם חלק במיוחד.`,
                        `משטחים בצלחת ומעטרים בגרגירי חומוס, שמן זית, פטרוזיליה ומגוון תוספות שאוהבים.`,
                    ],
                },
                'טאבולה' :  {
                    pic: `tabula`,
                    description: ``,
                    quantity: `20 מנות`,
                    time: `50 דקות`,
                    ingredients : [
                        `1 ק"ג בורגול עבה`,
                        `צרור פטרוזיליה`,
                        `5-6 גבעולי עלי נענע`,
                        `4-5 עגבניות`,
                        `כף מלח`,
                        `חצי כפית פלפל שחור`,
                        `1 לימון סחוט`,
                        `6-8 כפות שמן זית`,
                        `מים`,
                    ],
                    preparation : [
                        `משרים את הבורגול במים חמים למשך חצי שעה. (יחס מים ובורגול 1 על 1)`,
                        ` מכסים ולאחר שהמים נספגו, פותחים את הבורגול, בעזרת ערבוב עם מזלג. `,
                        `קוצצים את הירק והעגבניה ומוסיפים לבורגול. `,
                        `מטבלים בשמן זית, לימון, מלח, ופלפל בתאבון.`,
                    ],
                },    
                'סלט-תירס-מקסיקני' :  {
                    pic: `mexicanCorn`,
                    description: ``,
                    video: "Rf-uDfl9oYY",
                    quantity: `15 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `חצי בצל סגול`,
                        `2 קופסאות גרעיני תירס`,
                        `1 יחידה פלפל אדום`,
                        `1 קופסא פטריות חתוכות משומרות`,
                        `3 עלים מגבעולי שמיר`,
                        `כף שמן`,
                        `חצי לימון סחוט`,
                    ],
                    preparation : [
                        `מסננים גרעיני תירס משומר לקערה.`,
                        ` קוצצים את הפטריות עם שאר הירקות ומוסיפים לקערה.`,
                        ` מטבלים, מערבבים ומגישים. בתאבון!`,
                    ],
                },
                'כרוב-לבן-בסגנון-אסייתי' :  {
                    pic: `cabbge`,
                    description: ``,
                    video: "Mqn-EwF5-Sg",
                    quantity: `20 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `ראש כרוב לבן `,
                        `כפית שמן שומשום`,
                        `כף סילאן`,
                        `חצי לימון סחוט`,
                        `כף שומשום קלוי`,
                        `חצי כף שטוחה מלח `,
                        `חצי כפית פלפל שחור גרוס`,
                        `כף סויה`,
                    ],
                    preparation : [
                        `חותכים את הכרוב לרצועות "שיפונד" משרים במי מלח ושוטפים או לחילופין משתמשים בכרוב חתוך "מהדרין".`,
                        ` משרה - כפית שמן שומשום כף סילאן, חצי לימון סחוט, כף סויה. `,
                        `מערבבים ויוצקים על הכרוב, מתבלים, במלח, פלפל, ומערבבים שוב. מוסיפים שומשום קלוי לקישוט.`,
                    ],
                },
                'קרפצו-חציל' :  {
                    pic: `carpatio`,
                    video: "pvN5FJMP3QU",
                    description: ``,
                    quantity: `10 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `4 חציל`,
                        `4-5 שיני שום`,
                        `חצי כוס טחינה`,
                        `צנונית`,
                        `30 מיל' סילאן`,
                        `מלפפון`,
                        `1 לימון`,
                        `חצי כוס שמן זית`,
                        `כף מלח`,
                        `כף שטוחה פלפל גרוס`,
                        `קונפי שום`,
                    ],
                    preparation : [
                        `חורצים כיסים קטנים בחציל ודוחפים שיני שום לבפנים. `,
                        `שורפים את החציל על אש גלויה, מקלפים את החציל ומשטיחים אותו על צלחת. `,
                        `סוחטים לימון ומוזגים שמן זית. `,
                        `מטבלים במלח ופלפל גרוס. `,
                        `מוסיפים נגיעות של טחינה וסילאן. `,
                        `מעטרים בצנונית, מלפפונים וקונפי שום.`,
                    ],
                },
                'שרי-צבעוני-בשום-וזיתי-קלמנטה' :  {
                    pic: `colorCherry`,
                    description: ``,
                    quantity: `30 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `500 גרם עגבניות שרי אדומות`,
                        `500 גרם עגבניות שרי צהובות`,
                        `500 גרם עגבניות שרי מנומרות`,
                        `10 שיני שום`,
                        `קופסאת זיתי קלמנטה`,
                        `צרור פטרוזיליה`,
                        `כף שטוחה מלח`,
                        `חצי כף פלפל שחור גרוס`,
                        `4-5 כפות שמן זית`,
                    ],
                    preparation : [
                        `חותכים את העגבניות שרי לחצאים לרוחב. `,
                        `פורסים פרוסות שום טרי ומוסיפים חצאי זיתי קלמנטה. `,
                        `מתבלים במלח, פלפל, שמן זית ולימון.`,
                        ` מעטרים בפטרוזיליה.`,
                    ],
                },
                'סלט-גזר-מזרחי' :  {
                    pic: `eastCarret`,
                    description: ``,
                    quantity: `20 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `1 קילו גזר`,
                        `7-8 שיני שום`,
                        `כף עריסה`,
                        `3-4 כפות שמן קנולה`,
                        `מעט זרעי כמון`,
                        `צרור פטרוזיליה`,
                        `חצי כף מלח`,
                        `3/1 כפית פלפל שחור`,
                        `חצי לימון`,
                    ],
                    preparation : [
                        `קולפים את הגזר ומבשלים, מקררים אותו ואז חותכים לעיגולים (זיגזג).`,
                        ` מוסיפים עריסה, שום קצוץ חי, זרעי כמון. ומטבלים במלח, פלפל, לימון ושמן.`,
                        ` מכניסים לקירור לשעה לפחות על מנת לתפוס טעמים.`,
                    ],
                },
                'סלט-פלפל-3-צבעים' :  {
                    pic: `pepperSalad`,
                    description: ``,
                    video: "lfkz8EaBbuw",
                    quantity: `20 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `5 יחידות פלפל אדום`,
                        `5 יחידות פלפל ירוק`,
                        `5 יחידות פלפל צהוב`,
                        `חצי לימון`,
                        `2 כפות שמן קנולה`,
                        `חצי כף מלח`,
                        `חצי כפית פלפל שחור`,
                        `1 יחידה פלפל צילי חריף`,
                    ],
                    preparation : [
                        `קולים פלפלים על האש ומקררים. `,
                        `לאחר מכן מקלפים, חותכים לרצועות ומתבלים בשום, מלח, פלפל, לימון ושמן זית.`,
                    ],
                },
                'סחוג-ירוק-טרי' :  {
                    pic: `sghooge`,
                    video: "MsMN5cCWp3c",
                    description: ``,
                    quantity: `50 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `קילו פלפל ירוק חריף`,
                        `ראש שום חי`,
                        `חצי כוס שמן קנולה`,
                        `צרור כוסברה`,
                        `חצי כוס מלח`,
                    ],
                    preparation : [
                        `טוחנים את כל המרכיבים עד לקבלת מרקם אחיד                        `,
                    ],
                },
                // 'דוגמא' :  {
                //     pic: `tahinaSalad`,
                //     description: ``,
                //     quantity: `10 מנות`,
                //     time: `2.5-3 שעות`,
                //     ingredients : [
                //         ``,
                //     ],
                //     preparation : [
                //         ``,
                //     ],
                // },
            }, 
            starters : { // תת נושא
                "מרק-אפונה-מחיתי" :  {
                    pic: `pees`,
                    description: ``,
                    quantity: `5 מנות`,
                    time: `2.5 שעות`,
                    ingredients : [
                        `1 גזר חתוך ברונאז'`,
                        `1 בצל בינוני חתוך ברונאז'`,
                        `3 יח' גבעולי סלרי חתוכים ברונאז'`,
                        `כף שמן`,
                        `500 גר' אפונה יבשה `,
                        `כפית מלח`,
                        `כפית כמון`,
                        `מעט כורכום`,
                        `מעט פלפל שחור`,
                        `שום`,
                        `ליטר מים`,
                    ],
                    preparation : [
                        `מאדים את הירקות בסיר ביחד עם השמן, מוסיפים 2 כוסות אפונה יבשה, מוסיפים מים עד לכיסוי התכולה.`,
                        `מבשלים כ-90 דקות על אש גבוהה ומוסיפים מים במידת הצורך.`,
                        ` כאשר האפונה רכה, טוחנים במוט בלנדר ולאחר מכן, מטבלים במלח, פלפל, כמון, כורכום ושום.`,
                        `להשלמת המנה יש לקצוץ פטרוזיליה ולהשלים לפני ההגשה.`,
                    ],
                },
                "אנטיפסטי" :  {
                    pic: `antiPasti`,
                    description: ``,
                    video: "Sut6-WaEnWI",
                    quantity: `15 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `2 יח' פלפל אדום`,
                        `כוס שמן זית`,
                        `2 יח' פלפל ירוק`,
                        `רבע כוס חומץ בלסמי`,
                        `2 יח' פלפל צהוב`,
                        `1 בצל`,
                        `4 יח' עגבניות`,
                        `כף מלח גס`,
                        `כפית פלפל גרוס`,
                        `כפית סוכר`,
                        `2 יח' בטטות`,
                        `2 ראשי שום`,
                        `1 יח' חציל`,
                        `1/3 כוס רוזמרין`,
                    ],
                    preparation : [
                        `חותכים את הירקות לצורה הרצויה (פרוסות/ירח/חצאים)`,
                        `בוזקים שמן זית ובלסמי.`,
                        `מגרדים שיני שום.`,
                        `מתבלים בפיזור מלח גס/שולחן, פלפל שחור גרוס ורוזמרין.`,
                        `אופים בתנור חם על 220 מעלות כ-15-20 דק'.`,
                    ],
                },
                "מרק-תירס" :  {
                    pic: `corn`,
                    description: `מרק תירס אמריקאי עם שבבי קורנפלקס`,
                    quantity: `10 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `50 גרם מחמאה`,
                        `פלפל אדום חתוך לקוביות קטנות`,
                        `כוס בצל קצוץ`,
                        `תירס`,
                        `2 ליטר נוזל עוף`,
                        `שמיר קצוץ`,
                        `כפית שום כתוש`,
                        `מלח`,
                        `פלפל`,
                        `חלב קוקוס`,
                    ],
                    preparation : [
                        `ממיסים את השומן ומאדים את הבצל, מוסיפים את השום ומערבבים.`,
                        `מוסיפים את הנוזל והתירס ומביאים לרתיחה.`,
                        `מבשלים כ- 15-20 דק' עד לריכוך התירס.`,
                        `מסננים וטוחנים במעבד מזון.`,
                        `מחזירים את הנוזל עד לקבלת סמיכות רצויה. משלימים טעם.`,
                        `מוסיפים את חלב הקוקוס.`,
                        `מקשטים את המרק (שמיר, פלפל אדום וקורנפלקס) ומגישים.`,
                    ],
                },
                "מרק-בצל" :  {
                    pic: `onion`,
                    description: ``,
                    quantity: `4 מנות`,
                    time: `2 שעות`,
                    ingredients : [
                        `2-3 בצלים גדולים`,
                        `2 כפות קמח`,
                        `80 מ"ל יין אדום`,
                        `50 גרם מחמאה`,
                        `כפית מלח`,
                        `מעט פלפל שחור`,
                        `ליטר מים`,
                    ],
                    preparation : [
                        `משחימים את הבצל, חותכים ומטגנים את הבצל עד לקבלת צבע זהוב. `,
                        `מוסיפים את הקמח והפלפל השחור. `,
                        `מורידים משקע בעזרת היין, מוסיפים נוזל וחומרי טעם.`,
                        `מבשלים עוד כ-שעה וחצי על אש נמוכה`,
                        `ניתן להגיש עם קרוטונים.`,
                    ],
                },
                "מרק-שעועית-איטלקי" :  {
                    pic: `beans`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `2 שעות`,
                    ingredients : [
                        `1 יח' גזר חתוך ברונאז' `,
                        `1 יח' בצל בינוני חתוך ברונאז' `,
                        `4 יח' גבעולי סלרי חתוכים ברונאז'`,
                        `2 כפות שמן`,
                        `500 גר' שעועית לבנה מבושלת`,
                        `כוס עגבניות טומט קונקסה חתוכות ברונאז'`,
                        `5 שיני שום`,
                        `100 גרם פסטה מבושלת אל דנטה`,
                        `כף מלח`,
                        `כפית כמון`,
                        `מעט פלפל שחור`,
                        `2 ליטר מים`,
                    ],
                    preparation : [
                        `מחממים שמן בסיר ומשחימים את הירקות (גזר, בצל וסלרי).`,
                        `מוסיפים מים ולאחר מכן מוסיפים את השעועית, מכסים את הסיר ולאחר 90 דק' מתבלים את המרק.`,
                        `בזמן ההגשה מוסיפים פסטה אל המרק.`,
                        `להשלמת המנה יש לקצוץ פטרוזיליה ועלי סלרי בגמר הבישול.`,
                    ],
                },
                "מרק-עדשים-קטיפתי" :  {
                    pic: `latel`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `500 גר' עדשים ירוקות `,
                        `1 יח' גזר חתוך ברונאז'`,
                        `1 יח' בצל בינוני חתוך ברונאז' `,
                        `3-4 יח' גבעולי סלרי חתוכים ברונאז' `,
                        `2 כפות שמן`,
                        `4 שיני שום`,
                        `כף מלח`,
                        `מעט פלפל שחור`,
                        `כפית כמון`,
                        `1/2 כפית כורכום`,
                        `2 ליטר מים`,
                        `1/3 יח' לימון`,
                        `כף קורנפלור/קמח`,
                        `חצי כוס פטרוזיליה/כוסברה קצוצה`,
                    ],
                    preparation : [
                        `מחממים שמן בסיר, מטגנים את הבצל, גזר וסלרי.`,
                        `מוסיפים מים ושום.`,
                        `לאחר מכן, מוסיפים את העדשים ומבשלים עד לריכוך.`,
                        `מטבלים ומסמיכים אם יש צורך בקורנפלור או קמח.`,
                        `להשלמת המנה יש לקצוץ פטרוזיליה ולסחוט מעט לימון.`,
                    ],
                },
                "מרק-ירקות-עשיר" :  {
                    pic: `vegtabels`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `2 יח' גזר שלם`,
                        `1 יח'בצל בינוני חתוך ברונאז'`,
                        `4 יח' גבעולי סלרי חתוכים ברונאז'`,
                        `2 יח' קישוא שלם`,
                        `2 יח' תפו"א שלם`,
                        `צרור כוסברה/פטרוזיליה`,
                        `2 כפות שמן`,
                        `1/2 כף מלח`,
                        `מעט פלפל שחור`,
                        `חצי כפית כורכום`,
                        `2 ליטר מים`,
                    ],
                    preparation : [
                        `מטגנים את הבצל והסלרי במעט שמן, ממלאים את הסיר במים ומוסיפים את התפו"א, גזר וקישוא, מבשלים עד לריכוך מלא.`,
                        ` מוציאים את הירקות מהנוזל, מועכים אותם ומחזירים אותם לנוזל.`,
                        `מרתיחים, מטבלים ומשלימים בכוסברה/פטרוזיליה קצוצה.`,
                    ],
                },
                "מרק-סולת" :  {
                    pic: `solet`,
                    description: `מרק סולת בשום שמיר`,
                    quantity: `8 מנות`,
                    time: `30-40 דקות`,
                    ingredients : [
                        `5 שיני שום כתושים`,
                        `צרור שמיר קצוץ`,
                        `כף שמן`,
                        `כוס סולת`,
                        `1/2 כף מלח`,
                        `מעט פלפל שחור`,
                        `2 ליטר מים`,
                    ],
                    preparation : [
                        `מחממים מים בסיר, מוסיפים את השום ולאחר מכן מוסיפים את השמיר הקצוץ, מביאים לרתיחה.`,
                        `מוסיפים את הסולת בהדרגה תוך כדי ערבוב מתבלים את המרק.`,
                    ],
                },
                "מרק-כתום-מחיתי" :  {
                    pic: `orange`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `1/2 יח' דלורית`,
                        `2 בטטות`,
                        `רבע דלעת`,
                        `2 גזר`,
                        `כף מלח`,
                        `מעט פלפל שחור`,
                        `כף מרק עוף`,
                        `2 ליטר מים`,
                    ],
                    preparation : [
                        `מחממים מים בסיר, מוסיפים את הירקות, מביאים לרתיחה, טוחנים את הירקות עד למרקם אחיד ומתבלים את המרק.`,
                        `להשלמת המנה יש להוסיף מעט קרם קוקוס לקישוט ועידון הטעמים.`,
                    ],
                },
                "מרק-חרירה-מרוקאי" :  {
                    pic: `hrira`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `2 שעות`,
                    ingredients : [
                        `2 יח' בצל`,
                        `5 יח' סלרי`,
                        `250 גר' גרגירי חומוס`,
                        `180 גר' עדשים ירוקות`,
                        `חופן אטריות`,
                        `1 יח' עגבנייה`,
                        `צרור כוסברה`,
                        `כף מלח`,
                        `מעט פלפל `,
                        `כף קמח`,
                        `2 ליטר מים`,
                        `1/2 כפית כורכום`,
                    ],
                    preparation : [
                        `קוצצים את הסלרי והבצל, מטגנים בסיר עם מעט שמן (אפשרי להוסיף בשר).`,
                        `מוסיפים עגבנייה קצוצה ללא קליפה וממשיכים לאדות.`,
                        `מוסיפים מים לפי הצורך של הכמות הרצויה ומרתיחים את המים.`,
                        `מוסיפים את גרגירי החומוס ונותנים להם להתבשל עד ריכוך.`,
                        `כחצי שעה לפני מוסיפים את העדשים ירוקות, מבשלים אותן ובסוף מוסיפים תיבול ומעט אטריות.`,
                        `מסמיכים את המרק עם שתי כפות קמח ע"פ הצורך.`,
                    ],
                },
                "פלפל-ממולא" :  {
                    pic: `stafedPeper`,
                    description: `פלפל ממולא אורז ברוטב עגבניות`,
                    quantity: `8 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `1 ק"ג אורז מבושל`,
                        `2 יח' בצל בינוני חתוך ברונאז'`,
                        `8 יח' גמבה אדומה`,
                        `צרור פטרוזיליה `,
                        `4 יח' עגבניות מרוסקות `,
                        `3 כפות שמן`,
                        `5 שיני שום`,
                        `200 גר' רסק עגבניות`,
                        `כף מלח`,
                        `כף כמון`,
                        `1/2 כפית פלפל שחור`,
                        `ליטר מים`,
                    ],
                    preparation : [
                        `מחממים סיר שטוח ורחב עם השמן ומוסיפים את הבצל עד להזהבה.`,
                        `מוסיפים את רסק העגבניות והעגבניות המרוסקות ומערבבים.`,
                        `מוסיפים את התבלינים ומערבבים.`,
                        `לאחר מכן מוסיפים את המים הרותחים.`,
                        `שוטפים את הפלפלים ומורידים את הראש ממלאים את הפלפלים באורז.`,
                        `מסדרים בתוך הסיר בצפיפות וממשיכים בישול על אש נמוכה כ-45 דקות.`,
                    ],
                },
                "ארנצ'יני" :  {
                    pic: `arenchini`,
                    description: `כדורי ריזוטו אורז ופטריות מטוגן בפירורי מאפה`,
                    quantity: `20 מנות`,
                    time: `2 שעות`,
                    ingredients : [
                        `1 ק"ג אורז ריזוטו`,
                        `3 כפות שמן זית`,
                        `2 יח' בצל`,
                        `סלסלה פטריות`,
                        `3-4 שיני שום `,
                        `כוס יין לבן`,
                        `1.5 ליטר ציר ירקות/מים`,
                        `50 גר' מחמאה`,
                        `1 ק"ג פירורי מאפה`,
                        `4 יח' ביצה`,
                        `300 גר' קמח`,
                    ],
                    preparation : [
                        `מאדים את הבצל עם הפטריות והשום במעט שמן, מוסיפים את האורז ומטגנים קלות.`,
                        `מוסיפים שליש מכמות הנוזלים ומצמצים.`,
                        `ממשיכים להוסיף שני שליש מהנוזל בכמויות קטנות תוך כדי ערבוב כאשר האורז מוכן קושרים עם קוביות מחמאה.`,
                        `מקררים ומכדררים, מצפים בקמח, ביצה ופירורי מאפה ומטגנים בשמן עמוק.`,
                    ],
                },
                "טורטייה-במילוי-ירקות-מוקפצים" :  {
                    pic: `stafedTortia`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `8 טורטיות `,
                        `1 יח' בצל סגול`,
                        `1 יח' בצל לבן`,
                        `3-4 שיני שום`,
                        `1 פלפל אדום`,
                        `1 פלפל ירוק`,
                        `1 פלפל צהוב `,
                        `1/4 כרוב לבן`,
                        `2 גזר `,
                        `1/2 סלסלה נבטים`,
                        `2 כפות שמן זית`,
                        `כפית מלח`,
                        `מעט פלפל גרוס`,
                        `טריאקי/צ'ילי מתוק/צ'ילי חריף`,
                    ],
                    preparation : [
                        `שמים בווק/מחבת מעט שמן זית ומחממים.`,
                        `מקפיצים את הירקות לפי דרגת קושי.`,
                        `מתחילים עם הגזר, פלפלים, בצל ובסוף את הירקות הדינים כגון: כרוב, נבטים ועשבי תיבול.`,
                        `ההקפצה צריכה להיות כמה דקות כדי להשאיר את הירקות קריספיים ולא מושי, לא לגמור את הירקות.`,
                        `לתבל בתבלינים ואפשרי להשתמש ברטבים לפי טעם.`,
                        `למלא בטורטייה, לגלגל ולהגיש.`,
                    ],
                },
                'אצבעות-בורקס-תפו"א-/-בטטה' :  {
                    pic: `borecas`,
                    description: ``,
                    video: "rH6MQdZtIbw",
                    quantity: `24 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `1 ק"ג בצק עלים`,
                        `5 יח' תפו"א או בטטה`,
                        `כף מרק עוף`,
                        `קורט מלח`,
                        `קורט פלפל שחור`,
                        `1 יח' ביצה`,
                        `מעט שומשום`,
                    ],
                    preparation : [
                        `מרדדים בצק עלים וחותכים לצורה הנדרשת – מלבן\\מרובע.`,
                        `מבשלים את התפו"א\\בטטה למחית ומתבלים.`,
                        `ממלאים, מקפלים לצורה הנדרשת, מורחים ביצה, מפזרים שומשום ואופים על 180 מעלות למשך 20 דקות`,
                    ],
                },
                "מאפה-פילו-עם-תפוחי-אדמה-ופטריות" :  {
                    pic: `potatoMashroomPastry`,
                    description: ``,
                    quantity: `20 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `כף שמן זית `,
                        `1 יח' בצל קצוץ`,
                        `סלסלה פטריות פרוסות`,
                        `5 יח' תפוחי אדמה מבושלים במים`,
                        `1 ק"ג עלי בצק פילו`,
                        `כפית מלח`,
                        `מעט פלפל שחור גרוס`,
                        `1 יח' ביצה טרופה / שמן זית`,
                        `(אם רוצים טבעוני אז מורחים בשמן זית)`,
                        `מעט שומשום`,
                    ],
                    preparation : [
                        `מטגנים במחבת את הבצל והפטריות.`,
                        `מועכים את תפוחי האדמה בקערה, מוסיפים את תערובת הבצל והפטריות, ממליחים ומפלפלים.`,
                        `משמנים תבנית אפייה במעט שמן זית, פורשים שניים מעלי הפילו על משטח העבודה זה על זה ומברישים את העלה העליון במעט שמן זית.`,
                        `מניחים מעט מהמילוי לכל אורך העלה העליון ומגלגלים.`,
                        `אחרי שני גלגולים חותכים את הפילו לאורכו וחוזרים על הפעולה עם שאריות הפילו והמילוי.`,
                        `מברישים את הגלילים במעט ביצה טרופה, מפזרים את השומשום ואופים ב-170 מעלות כ-18 דקות עד שהפילו מזהיב יפה.`,
                    ],
                },
                "שקשוקה" :  {
                    pic: `shaksuka`,
                    description: ``,
                    video: "Yra-RfiiYLw",
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `10 שיני שום `,
                        `2 יח' פלפל חריף`,
                        `20 יח' עגבניות קוביות (טומט קוסקנה)`,
                        `20 ביצים`,
                        `כף מלח`,
                        `חצי כפית פלפל שחור`,
                        `3 כפות פפריקה`,
                        `כפית כמון `,
                        `1/3 כוס שמן זית`,
                        `2 כפות רסק עגבניות `,
                    ],
                    preparation : [
                        `מחממים סיר רחב שוליים, מוסיפים מעט שמן זית, זורקים את השום והפלפל החריף.`,
                        `מטלטלים מעט לפתיחת הטעמים ולאחר מכן מוסיפים את העגבניות קוביות מבשלים עד לריכוך ופירוק מלא של העגבניות.`,
                        `מוסיפים כוס מים ורסק עגבניות, מרתיחים, מתבלים ומערבבים היטב.`,
                        `לאחר מכן שוברים את כמות הביצים הרצויה.`,
                        `מנמיכים את האש, מכסים, מבשלים כ-10 דק'.`,
                    ],
                },
                "שקשוקה-בלקנית-עם-חצילים-מטוגנים" :  {
                    pic: `balkanicShakshuka`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `20 ביצים`,
                        `2 יח' פלפל חריף`,
                        `10 שיני שום`,
                        `2 יח' חצילים`,
                        `1/3 כוס שמן`,
                        `15-20 יח' עגבניות קוביות (טומט קונקסה)`,
                        `כף מלח`,
                        `כפית פלפל שחור`,
                        `כפית כמון `,
                        `3 כפות פפריקה`,
                        `2 כפות רסק עגבניות`,
                    ],
                    preparation : [
                        `חותכים את החצילים לקוביות מטגנים ומניחים בצד.`,
                        `מחממים סיר רחב שוליים עם מעט שמן.`,
                        `מוסיפים את הפלפל חריף ושום לפתיחת טעמים.`,
                        `מוסיפים את העגבניות קוביות, מבשלים עד לריכוך ומוסיפים חצי כוס מים ואת הרסק עגבניות.`,
                        `מוסיפים את החצילים המטוגנים, מערבבים ומטבלים.`,
                        `שוברים לתוך הרוטב את הביצים ומורידים לאש נמוכה כ- רבע שעה.`,
                        `מנמיכים את האש, מכסים, מבשלים כ-10 דק'.`,
                    ],
                },
                "חביתת-ירק" :  {
                    pic: `eggs`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `20 יח' ביצים`,
                        `צרור פטרוזיליה קצוצה`,
                        `2 יח' בצל קצוץ`,
                        `סלסלה פטריות חתוכות `,
                        `1/2 כוס שמן זית`,
                        `כפית מלח`,
                        `חצי כפית פלפל שחור`,
                    ],
                    preparation : [
                        `מחממים מחבת עם מעט שמן, שוברים את הביצים לתוך קערה.`,
                        `טורפים את הביצים ומתבלים במלח, פלפל, בצל קצוץ, פטריות חתוכות ופטרוזיליה.`,
                        `שופכים את הבלילה למחבת עד להשחמה והופכים לבישול הצד השני.`,
                    ],
                },
                'דג-לברק-אפוי-בנייר-אפייה' :  {
                    pic: `lavrakFish`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `10 יחידות לברג דג`,
                        `צרור כוסברה`,
                        `5 צילי אדום חריף`,
                        `ראש שום`,
                        `4-5 כפות סויה`,
                        `1 יחידה לימון`,
                        `חצי כוס כפות שמן זית`,
                        `כף שטוחה מלח`,
                        `כפית פלפל גרוס`,
                        `נייר אפייה`,
                    ],
                    preparation : [
                        `סוחטים על הדג לימון ומלח לכמה דקות ושוטפים אותו במים קרים. `,
                        `חותכים נייר אפייה לשניים (לאורך).`,
                        ` מזלפים על הנייר מעט שמן זית, מפזרים כוסברה ופרוסות שום ומניחים את הדג במרכז. `,
                        `מערבבים בקערה את שמן הזית, לימון, סויה, תבלינים למשרה, מושכים את הדג, מעטרים בכוסברה, פרוסות שום, וטבעות צילי חריף. `,
                        `מקפלים את הנייר על הדג בצורת מעטפה וסוגרים בצורת סוכרייה מהצדדים. `,
                        `מכניסים לאפייה של כ - 8 דקות.`,
                        ` פותחים ונהנים מטעמים מיוחדים, בתאבון!`,
                    ],
                },
                'מאפה-פילו-במילוי-בשר' :  {
                    pic: `filloStuffedMeat`,
                    description: ``,
                    video: "MwpGHcMVfiA",
                    quantity: `40 מנות`,
                    time: `1.25 שעות`,
                    ingredients : [
                        `שמן זית`,
                        `חבילה של עלה בצק פילו`,
                        `מעט שומשום`,
                        `1 קילו בשר טחון`,
                        `3 בצלים`,
                        `צרור כוסברה`,
                        `100 גרם צנוברים\פיסטוקים`,
                        `כף מלח `,
                        `כפית פלפל שחור`,
                        `כפית בהרט`,
                        `מעט צילי גרוס`,
                        `4-5 כפות שמן זית`,
                    ],
                    preparation : [
                        `מחממים מחבת עם מעט שמן זית. `,
                        `מוסיפים את הבצל קצוץ ומטגנים קלות. `,
                        `שופכים את הבשר טחון ומטלטלים אותו עד שיהיה מבושל. `,
                        `מטבלים בפלפל, מלח, צילי גרוס, בהרט וכוסברה`,
                        `, מוסיפים צנוברים\פיסטוקים קלויים.`,
                    ],
                },
                // 'דוגמא' :  {
                //     pic: `tahinaSalad`,
                //     description: ``,
                //     quantity: `10 מנות`,
                //     time: `2.5-3 שעות`,
                //     ingredients : [
                //         ``,
                //     ],
                //     preparation : [
                //         ``,
                //     ],
                // },
                
            }, 
            sides : { // תת נושא
                "אורז-מאודה" :  {
                    pic: `rice`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `2 כוסות אורז`,
                        `4 כוסות מים רותחים`,
                        `כף מלח`,
                        `מעט פלפל לבן`,
                        `2 כפות שמן`,
                    ],
                    preparation : [
                        `מרתיחים מים, מאדים את האורז בשמן, מוסיפים תבלינים, מבשלים על אש נמוכה כ-18 דקות (סיר מכוסה).`,
                        `משאירים את הסיר מכוסה כ-5 דקות.`,
                    ],
                },
                "מג'דרה" :  {
                    pic: `magadra`,
                    description: `אורז עם עדשים`,
                    video: "PnjB7-xbTik",
                    quantity: `10 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `1 כוס אורז`,
                        `1 כוס עדשים ירוקות`,
                        `2 יח' בצל`,
                        `כף מלח`,
                        `חצי כפית פלפל `,
                        `כפית כמון`,
                    ],
                    preparation : [
                        `מטגנים את הבצל בשמן ומוסיפים את האורז, ממשיכים טיגון ומתבלים.`,
                        `מוסיפים את העדשים המבושלות, מים פי 2 מכמות האורז ומנמיכים את האש ל-18 דקות.`,
                    ],
                },
                "בורגול-עם-ירקות" :  {
                    pic: `burgul`,
                    description: ``,
                    video: "ilHDZMd-x5g",
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `1 יח' בצל`,
                        `2 יח' גזר`,
                        `גבעול סלרי`,
                        `1 יח' בטטה`,
                        `כוס אפונה סנפרוסט`,
                        `2 כוס בורגול`,
                        `2 כפות שמן`,
                        `כף מלח`,
                        `מעט כורכום`,
                        `3 כוס מים רותחים`,
                    ],
                    preparation : [
                        `מטגנים את הירקות במעט שמן.`,
                        `מוסיפים את הבורגול ומטלטלים את הירקות מעט.`,
                        `מתבלים, מוסיפים מים רותחים פי 1.5 מכמות הבורגול, מבשלים כ-8 דקות על אש נמוכה ומכבים.`,
                    ],
                },
                "פריקי" :  {
                    pic: `priki`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `2 כוס חיטה`,
                        `2 יח' בצל לבן וסגול`,
                        `30 מ"ל סילאן`,
                        `כף שטוחה מלח`,
                        `חצי כפית פלפל`,
                        `2 כפות שמן זית`,
                        `5 כוס מים רותחים`,
                    ],
                    preparation : [
                        `מטגנים את הבצל במעט שמן זית, מוסיפים את החיטה לטלטול/חימום, מתבלים ומוסיפים כמות מים רותחים פי 2 מכמות החיטה.`,
                        `מבשלים על אש נמוכה כ-16-20 דקות, בסוף הבישול מוסיפים פטרוזיליה לקישוט/טעם.`,
                    ],
                },
                "פסטה-איטלקית-ברוטב-עגבניות" :  {
                    pic: `napolitana`,
                    description: ``,
                    video: "karb0Pkt1uk",
                    quantity: `10 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `1 ק"ג פסטה פנה`,
                        `5 יח' עגבניות `,
                        `3 כפות שמן זית `,
                        `6 שיני שום`,
                        `2 כפות פפריקה מתוקה`,
                        `כף מלח `,
                        `חצי כפית פלפל`,
                        `אפשר להוסיף 200 גר' רסק עגבניות לסמיכות, מרקם וטעם`,
                    ],
                    preparation : [
                        `מרתיחים סיר מים לבישול הפסטה ביחס 1/10 עם שמן וכף מלח. `,
                        `לבשל את הפסטה לסנן ולשטוף, (לפי הוראות הבישול של היצרן).`,
                        `לשים בסיר שמן זית לטלטל מעט את השום להוצאת טעם של אש נמוכה. להוסיף את העגבניות המגורדות ולבשל.`,
                        `לתבל בפפריקה, מלח ופלפל. להסמיך למרקם קטיפתי עם שמנת מתוקה. שופכים את הפסטה לרוטב להמשיך בישול ומגישים.`,
                    ],
                },
                "ספגטי-ברוטב-ארביאטה" :  {
                    pic: `spagty`,
                    description: `פסטה חריפה ברוטב עגבניות`,
                    video: "IOuUlH1UXjI",
                    quantity: `10 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `1 ק"ג פסטה ספגטי `,
                        `5 יח' עגבניות מגורדות `,
                        `3 כפות שמן זית`,
                        `6 שיני שום `,
                        `עלי בזיליקום `,
                        `מעט צ'ילי גרוס `,
                        `כף שטוחה מלח`,
                        `חצי כפית פלפל שחור גרוס`,
                        `כף פפריקה מתוקה`,
                        `אפשר להוסיף 200 גר' רסק עגבניות לסמיכות, מרקם וטעם`,
                    ],
                    preparation : [
                        `מבשלים את הפסטה לפי הוראות היצרן, עם שמן וכף מלח.`,
                        `שמים בסיר שמן זית ומטלטלים את השום.`,
                        `טיגון קל על אש נמוכה להוצאת הטעמים.`,
                        `מוסיפים את הבזיליקום גם כן לטיגון קל ומוסיפים את העגבניות המגורדות.`,
                        `מבשלים כ- 10 דקות ומוסיפים את הצ'ילי גרוס, מלח, פלפל שחור גרוס ופפריקה מתוקה.`,
                        `מוסיפים מים לפי צורך לרוטב (אפשרי ממי הבישול)`,
                        `שופכים את הפסטה לרוטב להמשך בישול ומגישים.`,
                    ],
                },
                "פסטה-נפוליטנה" :  {
                    pic: `pasta`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `1 ק"ג פסטה טריאטלה / פנה`,
                        `3 כפות שמן זית`,
                        `5-6 יח' עגבניות מגורדות `,
                        `1 יח' בצל`,
                        `שום `,
                        `200 גר' זיתי קלמטה`,
                        `כף פפריקה`,
                        `כף מלח`,
                        `מעט פלפל`,
                        `עלי בזיליקום/אורגנו/טימין`,
                    ],
                    preparation : [
                        `מרתיחים סיר עם מים לבישול הפסטה ביחד 1/10, עם שמן וכף מלח. `,
                        `מבשלים את הפסטה, מסננים ושוטפים.`,
                        `שמים במחבת שמן זית ומטלטלים את הבצל, טיגון קל על אש נמוכה.`,
                        `מוסיפים את העגבניות לבישול של 10 דקות ומוסיפים את הזיתים, התבלינים ועשבי התיבול.`,
                        `שופכים את הפסטה המבושלת לרוטב להמשך בישול ומגישים.`,
                    ],
                },
                "תפוח-אדמה-ירח-אפוי" :  {
                    pic: `potatoSlices`,
                    description: `אפוי בקליפתו`,
                    quantity: `10 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `15 יח' תפוח אדמה בינוני לבן`,
                        `2 כפות שמן זית`,
                        `כף שטוחה מלח`,
                        `כפית פלפל שחור גרוס`,
                        `עלי טימין/רוזמרין`,
                    ],
                    preparation : [
                        `שוטפים את התפוח אדמה עם סקוץ', חותכים את התפוח אדמה לצורת "ירח" עם הקליפה.`,
                        `מתבלים בשמן זית, מלח, פלפל גרוס ורוזמרין.`,
                        `אופים בתנור שחומם מראש ל-200 מעלות למשך 30-40 דקות.`,
                        `אם זה תנור ביתי אז 30 דקות עם נייר כסף ועוד 10 דקות ללא הנייר לקבלת השחמה.`,
                    ],
                },
                "תפוח-אדמה-מניפה-ירח" :  {
                    pic: `potatofan`,
                    description: `אפוי בקליפתו`,
                    video: "wu6jgmAapmA",
                    quantity: `10 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `20 יח' תפוח אדמה קטן`,
                        `4 כפות שמן זית`,
                        `כף מלח`,
                        `כפית פלפל גרוס`,
                        `2 כפיות שום כתוש`,
                    ],
                    preparation : [
                        `שוטפים את התפוח אדמה, פורסים אותו לצורת מניפה, פרוסות כאשר התפו"א בשלמותו ולא חתוך עד הסוף.`,
                        `מסדרים בתבנית, בוזקים שמן זית, מפזרים מלח, פלפל גרוס ושום כתוש.`,
                        `מכסים בנייר כסף ואופים בתנור על 200 מעלות למשך 30 דקות.`,
                        `מורידים את הנייר כסף ואופים לעוד 10 דקות כדי לקבל השחמה.`,
                    ],
                },
                'תפו"א-מדורה-צלוי' :  {
                    pic: `campFirePotato`,
                    description: ``,
                    video: "LOWhQfkkGig",
                    quantity: `10 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `15 יח' תפו"א לבן`,
                        `כף שטוחה מלח גס`,
                        `3 כפות שמן זית`,
                        `כפית פלפל גרוס`,
                        `2 כוסות מלח גס למצע`
                    ],
                    preparation : [
                        `מרפדים תבנית אפייה במלח גס ומניחים את התפו"א על המלח. `,
                        `אופים בחום גבוה כ-220 מעלות.`,
                        `בגמר אפייה מוציאים, מועכים ומשלימים תיבול – מלח גס, פלפל גרוס ושמן זית.`,
                        `*יש אפשרות לקצר את התהליך ולבשל במים את התפו"א בקליפה, לקרר ולמעוך על תבנית ולהשחים בתנור.`,
                    ],
                },
                'תפו"א-ובטטה-"פוטטו"' :  {
                    pic: `potatoAndSweetPotato`,
                    description: ``,
                    video: "igBDgXf1ciU",
                    quantity: `10 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `10 יח' תפוח אדמה`,
                        `6 יח' בטטה`,
                        `1 ליטר שמן לטיגון`,
                        `50 גר' תיבול "קייג'ין"`,
                        `כף מלח`,
                    ],
                    preparation : [
                        `שוטפים את תפוח האדמה והבטטה ופורסים אותם לצורת ירח או פרוסות.`,
                        `מבשלים בישול במים (בלונשיר) ומקררים.`,
                        `מטגנים בשמן עמוק.`,
                        `מוציאים מהשמן ומתבלים בתבלין "קייג'ין" ומלח.`,
                    ],
                },
                "פירה" :  {
                    pic: `mashedPotato`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `20 יח' תפוח אדמה לבן (התפוח אדמה המושלם לפירה מזן ראטה) `,
                        `כף מלח`,
                        `150 גר' מחמאה (פרווה)`,
                    ],
                    preparation : [
                        `שוטפים את התפוח אדמה ומבשלים אותם בקליפתם במים קרים עם כף מלח.`,
                        `בישול איטי על מנת שכל התפוח אדמה יתרכך.`,
                        `כאשר התפוח אדמה רך, מסננים אותו ומייבשים אותו.`,
                        `מקלפים את הקליפה ומועכים אותו היטב.`,
                        `משלימים טעם ושמים מחמאה.`,
                        `מגישים. אפשר להוסיף עשבי תיבול.`,
                    ],
                },
            }, 
            vegan : { // תת נושא
                'ירקות-מוקפצים' :  {
                    pic: `chiniseVeg`,
                    description: `ירקות מוקפצים עם חטיפי סויה בסגנון סיני`,
                    quantity: `10 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `350 גר' חטיפי סויה`,
                        `2 יח' גזר`,
                        `2 יח' בצל`,
                        `1 יח' פלפל אדום`,
                        `1 יח' פלפל צהוב`,
                        `1 יח' פלפל ירוק`,
                        `כוס נבטים`,
                        `רבע כרוב`,
                        `כוס תירס/תירס גמדי`,
                        `כף מלח`,
                        `חצי כפית פלפל`,
                        `כף שום כתוש`,
                        `80 מ"ל רוטב טריאקי`,
                        `מעט ג'ינג'ר `,
                        `3-4 כפות שמן זית`,
                        `הגשה: בוטנים קצוצים / שומשום`,
                    ],
                    preparation : [
                        `מבשלים את חטיפי הסויה במים ומסננים.`,
                        `מקפיצים בווק את הירקות לפי דרגת קושי מהקשה לרך/עדין.`,
                        `מוסיפים את חטיפי הסויה.`,
                        `מתבלים ומגישים.`,
                        `מעטרים בבוטנים קלויים.`,
                    ],
                },
                'בטטה-צלויה-בקרם-קוקוס' :  {
                    pic: `sweetPotato`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `7 יח' בטטה`,
                        `פחית חלב קוקוס`,
                        `מעט מלח`,
                        `מעט פלפל`,
                        `מעט צ'ילי טרי`,
                    ],
                    preparation : [
                        `פורסים את הבטטה לפרוסות ומסדרים בתבנית.`,
                        `יוצקים חלב קוקוס.`,
                        `מתבלים מלח, פלפל עם צ'ילי ואופים כ-20 דקות על 180 מעלות.`,
                    ],
                },
                'המבורגר-עדשים-וסויה-טחון' :  {
                    pic: `lentelBurger`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `50 דקות`,
                    ingredients : [
                        `2 כוס עדשים שחורות/ירוקות`,
                        `2 בצל מטוגן`,
                        `1 כוס סויה טחון`,
                        `סלסלה פטריות שמפניון`,
                        `כף מלח`,
                        `כף פלפל שחור גרוס`,
                        `חצי כוס פירורי מאפה`,
                        `חצי כפית פלפל שחור טחון`,
                    ],
                    preparation : [
                        `מבשלים את העדשים השחורות כ- 20-25 דקות.`,
                        `מבשלים את הסויה הטחון כ-3 דקות.`,
                        `קוצצים בצל ומטגנים אותו בשמן זית ומוסיפים לעדשים ולסויה.`,
                        `מתבלים ומוסיפים קצת פירורי מאפה.`,
                        `מעבדים לכתיתות המבורגר וצולים על מחבת/פלאנצ'ה.`,
                        `מגישים עם טבעות בצל מושחמות.`,
                        `אפשר להוסיף פטריות קצוצות מטוגנות בשמן זית.`,
                    ],
                },
                'קרם-חציל-עם-גרגירי-חומוס' :  {
                    pic: `eggPlantHumus`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `3 חציל`,
                        `5 שיני שום`,
                        `2 כוסות גרגירי חומוס`,
                        `1 לימון טרי`,
                        ` 1/2 כוס שמן זית`,
                        `20 גר' סילאן`,
                        `כף שטוחה מלח`,
                        `חצי כפית פלפל`,
                        `40 גר' טחינה גולמית`,
                        `צרור פטרוזיליה`,
                    ],
                    preparation : [
                        `מבשלים את גרגירי החומוס בסיר עם מים כשעה עד ריכוך.`,
                        `מסננים ומניחים בצד.`,
                        `שורפים חציל על אש גלויה.`,
                        `מסננים מנוזלם, מקלפים את הקליפה וטוחנים במעבד מזון.`,
                        `מוסיפים שום כתוש, לימון, סילאן, מלח, פלפל ושמן זית.`,
                        `מצלחתים, סוחטים מעט לימון, שמן זית ומלח.`,
                        `יוצקים את גרגירי החומוס ומזלפים טחינה גולמית.`,
                        `מעטרים בפטרוזיליה ומגישים.`,
                    ],
                },
                'סיגר-פלאפל' :  {
                    pic: `plapelCigar`,
                    quantity: `10 מנות`,
                    video: "UGa5v8dpVds",
                    time: `1 שעות`,
                    description: `סיגר ממולא פלאפל מטוגן`,
                    ingredients : [
                        `2 כוס גרגירי חומוס`,
                        `צרור כוסברה`,
                        `צרור פטרוזיליה `,
                        `1 בצל`,
                        `5 שיני שום`,
                        `1 יח' פלפל חריף`,
                        `כפית כמון`,
                        `20 יח' עלי סיגר`,
                        `כף שטוחה מלח`,
                        `חצי כפית פלפל שחור`,
                        `50 גר' קמח`,
                    ],
                    preparation : [
                        `מבשלים את החומוס עד שמתרכך.`,
                        `טוחנים במעבד מזון את החומוס, כוסברה ופטרוזיליה.`,
                        `מוסיפים את הבצל, הפלפל והשום, טוחנים את הכל יחד עד שמגיעים למרקם מחיתי.`,
                        `מתבלים במלח, פלפל וכמון.`,
                        `מוציאים את התערובת ושמים בשק זילוף.`,
                        `סוגרים עם קמח וקצת מים (דבק).`,
                        `מטגנים עד שמשחים.`,
                    ],
                },
                'טורטייה-טבעונית' :  {
                    pic: `tortilaSoy`,
                    description: `טורטייה טבעונית במילוי צ'ילי קונקרה בסויה טחון`,
                    video: "bzGhzR8pGQY",
                    quantity: `10 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `10 יח' טורטייה `,
                        `1.5 ק"ג סויה טחון`,
                        `כוס שעועית לבנה`,
                        `2 יח' פלפל צ'ילי אדום/ צ'ילי גרוס- שאטה`,
                        `2 יח' בצל `,
                        `2 יח' עגבנייה `,
                        `צרור כוסברה`,
                        `1/3 כוס שמן זית`,
                    ],
                    preparation : [
                        `מבשלים את הסויה טחון בישול במים כ-3 דקות.`,
                        `מטגנים בצל במעט שמן זית, מוסיפים צ'ילי חריף, קוביות קצוצות של עגבנייה מקולפת ללא גרעינים.`,
                        `מוסיפים שעועית לבנה שבושלה מראש, מלח פלפל וכוסברה.`,
                        `ממלאים את הטורטייה ומגלגלים.`,
                    ],
                },
                'רוסטביף-דלעת,-דלורית-ובטטה' :  {
                    pic: `skwashSweetPotato`,
                    description: ``,
                    video: "X5MJN848UrM",
                    quantity: `10 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `1 ק"ג דלעת`,
                        `1 ק"ג דלורית`,
                        `כף חרדל דיז'ון`,
                        `כף חרדל חלק`,
                        `90 סמ"ק סויה`,
                        `50 גר' סילאן `,
                        `מעט צ'ילי גרוס`,
                        `20 סמ"ק חומץ בלסמי`,
                        `50 סמ"ק שמן זית `,
                        `כפית מלח גס`,
                        `כפית פלפל שחור גרוס`,
                        `כפית טימין יבש`,
                        `כפית מלח דק`,
                    ],
                    preparation : [
                        `קולפים את הדלעת, דלורית ובטטה.`,
                        `חוצים לשניים ומוציאים את הגרעינים והשערות.`,
                        `מכניסים את כל הנוזלים והתבלינים למג'ימיקס.`,
                        `מורחים את הירקות בתערובת.`,
                        `מחממים תנור ל- 200 מעלות וצולים את הרוסביף למשך- 30 40 דקות.`,
                        `מוציאים ופורסים על בוצר בזמן הארוחה- קארווינג.`,
                    ],
                },
            }, 
            mainCourse : { // תת נושא
                'חזה-עוף-ממולא' :  {
                    pic: `stafedChickenBreast`,
                    description: `חזה עוף במילוי דוקסל פטריות צרוב על מחבת פסים והשלמה בתנור`,
                    quantity: `4 מנות`,
                    time: `35 דקות`,
                    ingredients : [
                        `4 יחידות חזה עוף ללא עצם`,
                        `1/2 ליטר נוזל חום מושל בטעם`,
                        `2 כפות שמן`,
                        `1/2 בצל - מילוי `,
                        `4 יחידות פטריות - מילוי `,
                        `צרור פטרוזיליה - מילוי `,
                        `מלח - מילוי `,
                        `פלפל - מילוי `,
                        `2 כפות שמן - מילוי `,
                    ],
                    preparation : [
                        `חותכים את הירקות לדוקסל.`,
                        `מקפיצים את הבצל עם הפטריות עד לקבלת צבע זהוב ומוסיפים את הפטרוזיליה, מלח ופלפל.`,
                        `מאדים קלות ויוצרים חור בחזה עוף.`,
                        `את העוף ממלאים בחומרי המילוי.`,
                        `צורבים את העוף בפלנצ'ה לקבלת פסים.`,
                        `מניחים את העוף בתבנית, מכסים עד גובה חצי בנוזל החום ומכסים את התבנית בנייר כסף.`,
                        `מחממים תנור ל-180 מעלות ומכניסים את העוף ל-10 דקות.`,
                        `מנוזל העוף יוצרים את הרוטב הרצוי.`,
                    ],
                },
                'קציצות-קבב' :  {
                    pic: `kabab`,
                    description: `קציצות קבב על הפלאנצ'ה על מצע חציל שרוף`,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `500 גרם בשר טחון`,
                        `בצל קצוץ ברונאז'`,
                        `צרור פטרוזיליה קצוץ`,
                        `כף פלפל שחור גרוס`,
                        `חצי כף מלח`,
                        `כפית בהרט`,
                        `2 כפות שמן זית`,
                        `טחינה`,
                        `חציל`,
                    ],
                    preparation : [
                        `מערבבים את הבשר טחון עם הבצל, פטרוזיליה, תבלינים ומעבדים היטב.`,
                        `נותנים לו "מנוחה" של שעה במקרר ומעבדים אותו שוב.`,
                        `מכדררים לקציצות – משטיחים אותן.`,
                        `שורפים את החציל, מקלפים ומתבלים אותו.`,
                        `מכינים טחינה גולמית לבנה או ירוקה.`,
                        `צורבים את הקבב על הפלאנצ'ה.`,
                        `מצלחתם על החציל ומזלפים טחינה על המנה.`,
                    ],
                },
                'קדירת-עוף-עם-ירקות-ושומר' :  {
                    pic: `chickenStue`,
                    description: ``,
                    quantity: `4 מנות`,
                    time: `1.25 שעות`,
                    ingredients : [
                        `4 יחידות כרעיים עוף`,
                        `1/2 כוס קמח`,
                        `כפית פפריקה`,
                        `1/4 כוס שמן`,
                        `1/4 בצל `,
                        `1 גזר`,
                        `2 גבעולי סלרי`,
                        `1 שומר`,
                        `שן שום קצוצה`,
                        `מלח`,
                        `פלפל`,
                        `קארי`,
                        `ליטר נוזל עוף`,
                    ],
                    preparation : [
                        `חותכים את העוף לשוקיים וירכיים.`,
                        `מקמחים את העוף ומתבלים בפפריקה, מלח, פלפל וסוגרים אותו בשמן.`,
                        `את הירקות חותכים קרה ומאדים אותם לפי קשיות, מחזירים את העוף לסיר עם הירקות, מורידים משקע עם הנזול של העוף עד לגובה 3/4 מהעוף, מכסים את הסיר ומבשלים כ-50 דקות בחום נמוך, מוסיפים תבלינים ומשלימים טעם.`,
                    ],
                },
                'שניצל-וינאי' :  {
                    pic: `snitzel`,
                    description: ``,
                    quantity: `10 מנות`,
                    video: "biuek6ke2W0",
                    time: `35 דקות`,
                    ingredients : [
                        `1 ק"ג בשר הודו/עוף`,
                        `500 גר' פירורי לחם`,
                        `2 יח' ביצים`,
                        `1 ליטר שמן לטיגון`,
                        `100 גר' קמח`,
                        `כף שטוחה מלח`,
                        `מעט פלפל`,
                        `*יש אפשרות לתבל את הביצה עם חרדל/מיונז/רוטב סויה*`,
                    ],
                    preparation : [
                        `מצפים את השניצל בציפוי וינאי (3 שלבים):`,
                        ` 1.קמח + תבלינים`,
                        `2. ביצה + חרדל/מיונז/רוטב סויה`,
                        `3. פירורי מאפה + שומשום `,
                        `אזי מצפים קודם בקמח ולאחר מכן בביצה ולבסוף בפירורי מאפה.`,
                        `מטגנים בשמן עמוק חם.`,
                    ],
                },
                'בשר-ברוטב-צלי' :  {
                    pic: `beefSlices`,
                    description: `פרוסות בשר בקר ברוטב צלי`,
                    video: "JbHyHyKgRS0",
                    quantity: `10 מנות`,
                    time: `4 שעות`,
                    ingredients : [
                        `2 קילו נתח בשר מספר 5`,
                        `כוס יין אדום`,
                        `3 יח' בצל`,
                        `5 עלי דפנה`,
                        `2 יח' גזר`,
                        `מעט פלפל אנגלי`,
                        `2 גבעולי סלרי`,
                        `כף מלח`,
                        `שורש כרישה`,
                        `מעט כורכום`,
                        `ראש שום`,
                        `כפית כמון`,
                        `צרור כוסברה`,
                        `2 ליטר מים`,
                        `30 מ"ל שמן זית`,
                    ],
                    preparation : [
                        `צולים בסיר עמוק ורחב את נתח הבשר מכל צדדיו (סגירה).`,
                        `מוציאים אותו מהסיר ומכניסים לאותו הסיר את כל הירקות חתוכים גס.`,
                        `מטלטלים בשמן את הירקות טיגון קל.`,
                        `מוסיפים כף רסק עגבניות ומערבבים.`,
                        `מוסיפים יין להרמת משקעים וממלאים את הסיר במים עד גובה הבשר.`,
                        `מחזירים את הבשר לסיר.`,
                        `מוסיפים עלי דפנה, פלפל אנגלי ומבשלים כ- 3 שעות עד ריכוך מלא.`,
                        `מוציאים את הבשר, מקררים ופורסים אותו לפרוסות הרצויות.`,
                        `משחימים בצל בסיר שטוח, מסדרים את פרוסות הבקר.`,
                        ` (אפשר להוסיף גם פטריות או ירק מסוים).`,
                        `מוסיפים את הנוזל המסונן שהבקר התבשל בו, מתבלים ומרתיחים להשלמת בישול וספיגת טעמים. `,
                    ],
                },
                'בשר-צלי-אסאדו' :  {
                    pic: `beefstue`,
                    description: `בשר צלי בקר צלוי פרוס קארווינג בסגנון אסאדו בליווי מתבלים`,
                    quantity: `20 מנות`,
                    time: `5-6 שעות`,
                    ingredients : [
                        `נתח בשר מספר 4`,
                        `עלי רוזמרין `,
                        `שיני שום שלמים קלופים`,
                        `פלפל שחור גרוס`,
                        `מלח גס`,
                        `שמן זית כתית`,
                    ],
                    preparation : [
                        `מפשירים את הבשר בקר, עושים בו חריצים לאורך מורחים בשמן זית, מלח גס, פלפל שחור גרוס, רוזמרין ואת שיני השום.`,
                        `לוקחים נייר כסף ונייר אפייה, עוטפים קודם עם נייר אפייה ולאחר מכן עם נייר הכסף.`,
                        `מכניסים לתנור ל-180 מעלות ל-5 שעות בישול.`,
                        `מוציאים, פורסים ומגישים לצד רוטב פלפלת.`,
                    ],
                },
                'סטייק-פרגית-ברוטב-טריאקי' :  {
                    pic: `pargitTariaki`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `1/4 כוס סויה`,
                        `2 כפות דבש`,
                        `1/4 כוס יין מתוק אדום`,
                        `2 כפות סוכר חום`,
                        `1/4 כוס מיץ תפוזים`,
                        `1.3 ק"ג פרגית`,
                    ],
                    preparation : [
                        `מחממים מחבת ללא שמן ומטגנים את הפרגיות.`,
                        `במקביל מערבבים את כל החומרים, מרתיחים, מרכזים ומוסיפים פלפל שטה יבש לא קצוץ.`,
                        `מסדרים את הפרגית במרכז הצלחת.`,
                        `מגישים עם מעט רוטב טריאקי.`,
                        `תוספת למנה דואט תפו"א (פירה).`,
                    ],
                },
                'סטייק-פרגית-בשום-וסילאן' :  {
                    pic: `pargitGarlic`,
                    description: `סטייק פרגית עוף צלויה בשום וסילאן`,
                    video: "1QukGWt0iHE",
                    quantity: `10 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `1.3 ק"ג פרגית עוף`,
                        `6-7 שיני שום `,
                        `עלי פטרוזיליה קצוצה`,
                        `2 כפות סילאן`,
                        `כף שטוחה מלח`,
                        `כפית פלפל גרוס`,
                        `30 מ"ל שמן זית`,
                        `כף שמן קנולה`,
                    ],
                    preparation : [
                        `מפרקים פרגית מירך עוף.`,
                        `מנקים אותה מעצמות, גידים ושאריות שומן.`,
                        `משטחים אותה לסטייק פרגית.`,
                        `מתבלים בשום קצוץ, פטרוזיליה, סילאן, שמן זית ושאר התבלינים.`,
                        `צולים על מחבת פסים או פלאנצ'ה משני הצדדים היטב על מחבת חמה.`,
                    ],
                },
                'עראיס' :  {
                    pic: `arais`,
                    description: `רבעי פיתות במילוי בשר צלוי על מחבת פסים או מנגל`,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `1 ק"ג בשר טחון`,
                        `3 בצל בינוני`,
                        `צרור פטרוזיליה קצוצה`,
                        `כף מלח`,
                        `פלפל גרוס`,
                        `כפית בהרט`,
                        `פיתות (רבעים)`,
                        `שמן זית`,
                    ],
                    preparation : [
                        `קוצצים את הבצל והפטרוזיליה לתוך קערה עם הבשר טחון, מתבלים ומעבדים היטב את הבשר.`,
                        `ממלאים את רבעיי הפיתות בבשר טחון, מורחים שמן זית או מתיזים ספריי שמן וצולים על מחבת פסים או על מנגל.`,
                        `צולים מכל הכיוונים עד שמתקבלת צריבה של פסים, מסדרים על תבנית עם נייר אפייה ומכניסים ל-5-7 דקות השלמה בתנור. `,
                    ],
                },
                'המבורגר' :  {
                    pic: `humburger`,
                    description: ``,
                    video: "WwgozwzvcU8",
                    quantity: `5 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `1 ק"ג בשר טחון עם 25% - 30% שומן.`,
                        `1 בצל גדול קצוץ מטוגן`,
                        `מלח`,
                        `פלפל גרוס`,
                        `שמן זית`,
                    ],
                    preparation : [
                        `קוצצים בצל ומטגנים אותו במחבת עם מעט שמן זית.`,
                        `מוסיפים לבשר, מתבלים ומעבדים במשך 10 דקות.`,
                        `מכינים את ההמבורגרים בצור עגולה (לפי הגודל הרצוי).`,
                        `צולים על הפלאנצ'ה.`,
                        `מגישים בתוך לחמנית המבורגר עם תוספות של מבחר ירקות ורטבים.`,
                    ],
                },
                'פילה-אמנון-בסגנון-מזרחי' :  {
                    pic: `amnonFish`,
                    description: ``,
                    video: "d3-Zth35pT8",
                    quantity: `10 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `10 יח' דג פילה אמנון`,
                        `צרור כוסברה`,
                        `1 יח' לימון`,
                        `ראש שום`,
                        `5 יח' פלפל חריף`,
                        `2 יח' גמבה `,
                        `2 כפות פפריקה`,
                        `120 מ"ל שמן`,
                        `כף שטוחה מלח`,
                        `כפית מרק עוף`,
                    ],
                    preparation : [
                        `משרים את הדג בלימון ומלח כ-10 דקות ושוטפים אותו היטב להסרת ריחות וטעם לוואי.`,
                        `מגרדים חצי עגבנייה ושוזרים גבעולים ועלים של כוסברה בסיר רחב ושטוח (סוטאז').`,
                        `מוסיפים שיני שום ופלפלים חריפים.`,
                        `מאדים את הירקות למשך 5 דקות עם סיר מכוסה.`,
                        `מסדרים את חתיכות הדג על הירקות.`,
                        `מערבבים בקערה שמן עם פפריקה מתוקה, חצ כף מרק עוף, מלח ויוצקים על הדג.`,
                        `מוסיפים חצי כוס מים ומרתיחים כ-30 עד 40 דקות.`,
                        `מעטרים בכוסברה קצוצה לעוד 5 דקות בישול.`,
                    ],
                },
                'דג-פילה-לברק/אמנון' :  {
                    pic: `lavrekFish`,
                    description: `דג פילה לברק/אמנון בקראסט פיסטוקים`,
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `10 יח' דג פילה לברק/אמנון`,
                        `צרור פטרוזיליה`,
                        `6 יח' שום קצוץ`,
                        `1 יח' לימון`,
                        `30 מ"ל סילאן/דבש`,
                        `180 מ"ל שמן זית `,
                        `זעפרן /מעט כורכום`,
                        `כף מלח`,
                        `חצי כפית פלפל שחור טחון`,
                        `300 גר' פיסטוקים`,
                    ],
                    preparation : [
                        `קוצצים את הפיסטוקים עם שום קצוץ ופטרוזיליה.`,
                        `מערבבים בקערה שמן זית, לימון סחוט, סילאן, שום כתוש, מלח, פלפל וכורכום.`,
                        `מושכים את הדג, מפזרים על הדג את התערובת, מכניסים לאפייה בתנור שחומם מראש ל-180 מעלות כ-15 דקות.`,
                    ],
                },
                'נתחי-בשר-בקר-מבושל-בסגנון-"ראש-מרוקאי"' :  {
                    pic: `marocanMeat`,
                    description: ``,
                    quantity: `8 מנות`,
                    time: `2.5 שעות`,
                    ingredients : [
                        `1 קילו נתחי בשר בקר`,
                        `2 כוסות גרגירי חומוס לאחר השרייה`,
                        `ראש שיני שום`,
                        `5 יחידות פלפל צילי אדום חריף`,
                        `100 מיל' שמן`,
                        `3 כפות פפריקה אדומה`,
                        `חצי כף כמון`,
                        `כף שטוחה מלח`,
                        `מעט פלפל שחור גרוס`,
                        `צרור כוסברה`,
                    ],
                    preparation : [
                        `מרתיחים את נתחי הבשר, מורידים קצב ומבשלים במשך שעתיים (אפשר לבשל את הבשר בשלמותו כגוש שלם ולאחר מכן לחתוך אותו לקוביות) `,
                        `מבשלים את גרגרי החומוס ומקררים אותם.`,
                        ` מטלטלים בסיר מעט את השום והפלפלים, `,
                        `פותחים פפריקה על השמן והשום ומוסיפים את הנוזל החום של הבשר.`,
                        ` מוסיפים את גרגירי החומוס והכוסברה. מתבלים בכמון, מלח, פלפל ומגישים.`,
                    ],
                },
                'שווארמה-עוף/פרגית/הודו' :  {
                    pic: `shawarma`,
                    description: ``,
                    video: "fqppIe72NKk",
                    quantity: `8 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `1 קילו חזה עוף/פרגית/הודו`,
                        `30 גרם תיבול שווארמה`,
                        `4-5 כפות שמן זית`,
                        `כף שטוחה מלח`,
                        `חצי כפית פלפל גרוס`,
                        `תבנית אינגליש קייק`,
                    ],
                    preparation : [
                        `פורסים את הבשר לפרוסות דקות, ומתבלים אותם בתיבול שווארמה, מלח, פלפל, ומעט שמן זית.`,
                        `משטיחים אותם בתבנית אינגליש קייק שתי וערב (אחד על השני) ממלאים 3 תבניות.`,
                        `אופים על 180 מעלות במשך 40 דקות.`,
                        `מוציאים את הנתח שמתקבל מהתבנית ופורסים פרוסות דקות לנתיחי שווארמה.`,
                    ],
                },
                // 'דוגמא' :  {
                //     pic: `tahinaSalad`,
                //     description: ``,
                //     quantity: `10 מנות`,
                //     time: `2.5-3 שעות`,
                //     ingredients : [
                //         ``,
                //     ],
                //     preparation : [
                //         ``,
                //     ],
                // },
            }, 
            baking : { // תת נושא
                'בצק-עלים' :  {
                    pic: `phillo`,
                    description: ``,
                    quantity: `25 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `500 גר' קמח`,
                        `300 גר' מרגרינה`,
                        `10 גר' מלח`,
                        `1 כף חומץ`,
                        `חצי ביצה `,
                        `200-250 סמ"ק מים פושרים`,
                    ],
                    preparation : [
                        `מערבבים 30 גר' קמח עם המרגרינה ויוצרים קובייה ומערבבים למקרר.`,
                        `מערבבים 30 גר' מרגרינה עם הקמח ושאר החומרים.`,
                        `מעבדים לבצק חלק (בצורת כדור) עושים חתכים בבצק (בצורת+) ונותנים לבצק לנוח כאשר הוא מכוסה.`,
                        `פותחים את הבצק לריבוע כאשר באמצע הוא עבה.`,
                        `מניחים את המרגרינה במרכז הבצק ומקפלים בצורת מעטפה.`,
                        `מרדדים את הבצק לפי קיפולים  3-4.`,
                        `יש לתת לבצק לנוח בין הקיפולים ובסיום למנוחה במקרר.`,
                    ],
                },
                'בצק-פריך' :  {
                    pic: `parich`,
                    description: ``,
                    quantity: `100-120 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `600 גר' מרגרינה`,
                        `300 גר' אבקת סוכר`,
                        `50 גר' חלמון`,
                        `100 גר' ביצים `,
                        `900 גר' קמח `,
                        `מעט וניל `,
                        `גרידת תפוז `,
                        `גרידת לימון `,
                        `קורט מלח `,
                    ],
                    preparation : [
                        `לערבב את המרגרינה ואבקת הסוכר.`,
                        `להוסיף בהדרגה חלמון וביצים.`,
                        `להוסיף את שאר המרכיבים ולערבב עד לקבלת בצק אחיד.`,
                    ],
                },
                'בראוניז-שוקולד' :  {
                    pic: `brownize`,
                    description: ``,
                    quantity: `30 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `420 גר' ביצים`,
                        `500 גר' סוכר `,
                        `400 גר' חמאה `,
                        `20 גר' נס קפה`,
                        `400 גר' שוקולד `,
                        `250 גר' קמח`,
                        `5 גר' אבקת אפייה`,
                    ],
                    preparation : [
                        `מקציפים את הביצים והסוכר.`,
                        `מרתיחים את החמאה והנס קפה.`,
                        `מקפלים לשוקולד את תערובת החמאה ואת שאר המרכיבים.`,
                        `את השוקולד והחמאה מקפלים לביצים המוקצפות.`,
                        `אפיה 180 מעלות 20 דק'.`,
                    ],
                },
                "ספינג'" :  {
                    pic: `spinge`,
                    description: ``,
                    quantity: `25 מנות`,
                    time: `80 דקות`,
                    ingredients : [
                        `1 ק"ג קמח `,
                        `1 ביצה `,
                        `2 כפות סוכר `,
                        `1/2 כוס שמן`,
                        `2 כפות שמרים`,
                        `מעט מלח `,
                    ],
                    preparation : [
                        `שמים בקערת מיקסר את כל החומרים למעט מלח.`,
                        `מערבבים ומוסיפים מים קרים לפי הצורך עד שיהיה בצק רך וקצת דביק.`,
                        `להתפיח, להוריד ולעשות עיגולים על נייר אפייה ולהתפיח שוב.`,
                        `לעשות חור עם האצבעות, לפתוח ולהניח בשמן.`,
                        `לטגן בשמן על אש בינונית.`,
                        `להוציא ולטבול בסוכר או בסיפור דבש.`,
                    ],
                },
                'קראמבל' :  {
                    pic: `crambele`,
                    description: ``,
                    quantity: `50 מנות`,
                    time: `15 דקות`,
                    ingredients : [
                        `200 גר' סוכר `,
                        `200 גר' מרגרינה`,
                        `400 גר' קמח `,
                        `100 גר' אבקת שקדים `,
                    ],
                    preparation : [
                        `מערבלים הכל ביחד על מהירות איטית עד שמתקבלת תערובת פירורים.`,
                        `שומרים במקרר ומשתמשים במידת הצורך.`,
                    ],
                },
                'פאי-לימון' :  {
                    pic: `lrmonPie`,
                    description: ``,
                    quantity: `60 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `ליטר מיץ לימון`,
                        `קילו סוכר`,
                        `ליטר מים גרידה מ-4 לימונים `,
                        `300 גרם חמאה`,
                        `20 ביצים שלמות `,
                        `500 גר' חלמונים `,
                        `בצק פריך`,
                    ],
                    preparation : [
                        `בסיר בישול שמים מיץ לימון, סוכר, מים, גרידת לימונים וחמאה.`,
                        `בקערה טורפים את הביצים והחלמונים.`,
                        `שהקערה של הבישול רותחת עושים השוואת טמפ' עם החלמונים ושופכים את הביצים במהירות אל הנוזל שבסיר, מנמיכים את הלהבה וטורפים כ-5 דק' עד שהמסה מסמיכה.`,
                        `יוצקים על גבי התחתיות פאי שאפינו באפיה עיוורת ומכניסים.`,
                    ],
                },
                'מרנג' :  {
                    pic: `marenge`,
                    description: `מתאים לקרמבו/ פאי לימון/ נשיקות/ פבלובה וכו'`,
                    quantity: `60 מנות`,
                    time: `20 דקות`,
                    ingredients : [
                        `חצי ליטר חלבון `,
                        `1 ק"ג סוכר`,
                    ],
                    preparation : [
                        `מחממים בשיטת בן מרי עד שהסוכר נמס בתערובת חמה.`,
                        `מעבירים למיקסר במהירות גבוהה עד שמתקבל מרנג יציב.`,
                    ],
                },
                'עוגת-תפוזים' :  {
                    pic: `orangeCake`,
                    description: ``,
                    quantity: `60 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `2 ביצים`,
                        `שליש כוס (66 ג') סוכר`,
                        `שליש כוס (80 מ"ל) שמן`,
                        `חצי כוס (120 מ"ל) מיץ תפוזים סחוט טרי `,
                        `כוס קמח לבן (140 גרם)`,
                        `כפית אבקת אפייה (6 גר')`,
                        `לזיגוג: 2 כפות אבקת סוכר וכף מיץ תפוזים.`,
                    ],
                    preparation : [
                        `מחממים תנור מראש ל- 180 מעלות ומשמנים תבנית אינגליש קייק.`,
                        `מערבבים בעזרת מיקסר את הביצים עם הסוכר במשך כחצי דקה.`,
                        `מוסיפים שמן, מיץ וגרידת תפוז ומערבבים.`,
                        `בקערית נפרדת מערבבים קלות עד לאיחוד חומרים (שימו לב- ערבוב יתר פוגע באווריריות העוגה)`,
                        `מעבירים את התערובת לתבנית משומנת ומכניסים לתנור החם במשך 25-30 דק', עד שהקיסם יוצא יבש.`,
                        `כשהעוגה מוכנה, מזלפים מעליה בעזרת כפית את הזיגוג ועוטפים בניילון נצמד.`,
                    ],
                },
                'עוגת-שיש' :  {
                    pic: `marbelCake`,
                    quantity: `60 מנות`,
                    time: `45 דקות`,
                    description: ``,
                    ingredients : [
                        `כוס מיץ תפוזים/ מים/ חלב סויה `,
                        `5 ביצים טרופות היטב `,
                        `לתערובת השוקולד- תוספת של 3 כפות קקאו `,
                        `2 שקיות סוכר וניל `,
                        `6 כוסות סוכר`,
                        `קילו קמח תופח מנופה`,
                        `2 כוס שמן`,
                    ],
                    preparation : [
                        `מחממים את התנור לחום של 180 מעלות.`,
                        `מוסיפים לקערה את הקמח המנופה, הסוכר, הסוכר וניל ומערבבים.`,
                        `יוצרים גומה במרכז הקערה, ושופכים לתוכה את הביצים הטרופות, השמן והחלב.`,
                        `מערבבים מעט עם כף, ולאחר מכן מערבלים במיקסר לתערובת אחידה.`,
                        `יוצקים קצת יותר מחצי התערבות לתבנית אינגליש קייק משומנת.`,
                        `לשאר התערובת הנותרת שלא יצקנו לתבנית, מוסיפים את הקקאו ומערבבים היטב לתערובת אחידה וללא גושי קקאו.`,
                        `את תערובת השוקולד שנוצרה יוצקים בעדינות מעל התערובת הבהירה ומערבבים מעט מאוד עם קיסם.`,
                        `מכניסים לתנור שחומם ואופים בין 45-60 דק'.`,
                    ],
                },
                'עוגת-שוקולד' :  {
                    pic: `choclateCake`,
                    description: ``,
                    quantity: `60 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `2 כוסות שמן`,
                        `קילו קמח`,
                        `6 ביצים`,
                        `אבקת אפייה`,
                        `מעט סודה לשתייה בצד`,
                        `600 גרם שוקולד מריר`,
                        `2 כוסות קקאו `,
                        `כוס סוכר`,
                        `6 כוסות מים `,
                        `1 מרגרינה`,
                    ],
                    preparation : [
                        `לחמם על הגז, לקרר ולהוסיף 2 חלמונים.`,
                        `מהתערובת הזו להפריש כוס בצד.`,
                        `להקציף חלבונים עם סוכר, להוסיף את שאר החלמונים לשוקולד.`,
                        `להוסיף לקציף שמן, אבקת אפייה, סודה וקמח.`,
                        `כשהעוגה מוכנה לשפוך את השוקולד חם על העוגה (הכוס שהשארנו בצד).`,
                    ],
                },
                'עוגת-שמרים' :  {
                    pic: `yeastCake`,
                    description: ``,
                    quantity: `60 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `1 קג קמח`,
                        `50 גרם שנרים`,
                        `150 גרם סוכר`,
                        `4 ביצים`,
                        `כף תמצית וניל`,
                        `1 גרידת לימון`,
                        `200 גרם שמן/ מרגרינה מומסת`,
                        `10 גרם מלח.`,
                        `300 גרם מים קרים.`,
                    ],
                    preparation : [
                        `בקערת מיקסר עם וו לישה שמים`,
                        `קמח, שמרים ,סוכר ומערבלים`,
                        `מוסיפים מחצית מכמות המים, הביצים ,וניל , גרידת חלימון והשמן ומערבלים.`,
                        `מוסיפים מים עד לקבלת בצק לח אך לא דביק.`,
                        `לבסוף מוסיפים את המלח.`,
                        `מערבלים כ-10 דק במהירות בנונית עד לקבלת בצק חלק ואחיד.`,
                        `מכסים בניילון נצמד ונותנים מנוחה כשעתיים.`,
                        `כאשר הבצק נח ותפח מחלקים ל-6 כדורי בצק, בעזרת מערוך מרדדים לעלה ומורחים במלית האהובה.`,
                        `יוצרים צורה מהבצק המרודד(מגלגלים לרולדה) .`,
                        `מניחים בתבנית אפיה משומנת( אינגלישקייק) ומתפיחים לשעה לפני האפיה.`,
                        `מברישים בביצה טרופה.`,
                        `מחממים תנור לחום 180 מעלות ואופים כ-25-30 דק.`,
                        `לאחר האפיה מברישים במי סוכר.`,
                    ],
                },
                'פילו-במילוי-תפוחים' :  {
                    pic: `applePastry`,
                    description: ``,
                    quantity: `50 מנות`,
                    time: `45 דקות`,
                    ingredients : [
                        `1 חבילת דפי פילו `,
                        `200 גר' חמאה`,
                        `12 יחידות תפוחים מזן סמית' (ירוקים) קלופים וחתוכים לקוביות `,
                        `כוס סוכר`,
                        `כף קינמון`,
                        `100 גר' צימוקים בהירים`,
                        `חצי חבילת ביסקוויט בהיר טחון`,
                    ],
                    preparation : [
                        `מחממים סיר בישול עם מים.`,
                        `כשהמים רותחים מכניסים את קוביות התפוחים ומבשלים כ-5 דק'.`,
                        `מוציאים, שוטפים במים קרים ומסננים היטב.`,
                        `מפוררים את הביסקוויטים.`,
                        `מוסיפים את הסוכר, קינמון וצימוקים.`,
                        `מוסיפים את התפוחים ומערבבים היטב.`,
                        `ממיסים את החמאה.`,
                        `פותחים את הפילו, לוקחים עלה ומורחים בחמאה מניחים עלה נוסף.`,
                        `חוצים את הפילו ל-6 חלקים שווים.`,
                        `מניחים קומץ מהמלית במרכז הריבוע.`,
                        `סוגרים את הריבוע למרכז ויוצרים שקיקים.`,
                        `מסדרים על מגש אפייה עם נייר.`,
                        `מקפיאים לחצי שעה.`,
                        `מחממים תנור ל-180 מעלות ואופים כ-15 דק'.`,
                        `מפזרים אבקת סוכר ומגישים.`,
                    ],
                },
                'סופלה' :  {
                    pic: `sufle`,
                    description: ``,
                    quantity: `50 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `1 ק"ג שוקולד`,
                        `1 ק"ג מרגרינה`,
                        `600 ג' סוכר`,
                        `20 ביצים `,
                        `600 ג' קמח `,
                        `10 ג' אבקת אפייה`,
                    ],
                    preparation : [
                        `להקציף את הביצים ולהוסיף את הסוכר בהדרגה להמיס את המרגרינה ולהוסיף את השוקולד (בין מרי) מוסיפים את השוקולד והמרגרינה לביצים ולערבב בצורת קיפול. `,
                        `להוסיף בהדרגה את הקמח ואבקת אפייה וגם לערבב בצורת קיפול ליצוק לקוקוטים ולהכניס לתנור 180 מעלות כ-6 דק'.`,
                    ],
                },
                'באונטי-קוקוס' :  {
                    pic: `coconutBounty`,
                    description: ``,
                    quantity: `20 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        `250 גרם קרם קוקוס`,
                        `200 גרם סוכר`,
                        `200 גרם מרגרינה`,
                        `500 גרם קוקוס טחון `,
                        `ציפוי - שוקולד מריר 200 גרם, קרם קוקוס 100 גרם.`,
                    ],
                    preparation : [
                        `מרתיחים חלב קוקוס סוכר, תמצית וניל ומרגרינה.`,
                        `מוסיפים קוקוס טחון ומערבבים באמצעות כף עץ עד לספיגת כל הנוזל, משטחים על תבנית אפייה מרופדת בנייר אפייה, מהדקים היטב את התערובת ומעבירים למקפיא להתייצבות. `,
                        `מחממים קרם קוקוס ומוסיפים שוקולד מריר עד להמסה, מורחים מעל בסיס הקוקוס שהוקפא מפזרים קוקוס לבן או חום, מקררים ומגישים.`,
                    ],
                },
                "פנקייק" :  {
                    pic: `pancake`,
                    description: `פרווה`,
                    video: "tXAX-N914yI",
                    quantity: `10 מנות`,
                    time: `30 דקות`,
                    ingredients : [
                        ` כוס קמח לבן (140 ג')`,
                        `1 כפית אבקת אפייה (5 ג')`,
                        `1 שקית סוכר וניל (10 ג') אפשר להוסיף במקום תמצית וניל`,
                        `2 כפות סוכר (25 ג')`,
                        `1 ביצה`,
                        `2 כפות שמן `,
                        `1 כוס מים או תפוזים `,
                        `קמצוץ מלח`,
                        `סירופ מייפל/ שוקולד`,
                    ],
                    preparation : [
                        `מערבבים היטב את כל החומרים בקערה עם מטרפה עד לקבלת בלילה חלקה.`,
                        `משמנים מחבת במרגרינה או בשמן.`,
                        `כשהמחבת חמה יוצקים את הבלילה בעזרת מצקת.`,
                        `לאחר כדקה כאשר מופיעות בועות קטנות בחלק העליון של הפנקייק, הופכים צד ומשאירים למש חצי דקה נוספת.`,
                        `מומלץ להגיש עם סירופ לצד הפנקייק.`,
                    ],
                },
                "בלינצ'ס" :  {
                    pic: `blinches`,
                    description: ``,
                    video: "dj0JQRFOwq8",
                    quantity: `70 מנות`,
                    time: `1 שעות`,
                    ingredients : [
                        `קילו קמח לבן`,
                        `כף (12.5) סוכר `,
                        `כפית מלח `,
                        `8 כוסות חלב סויה `,
                        `5 ביצים `,
                        `כפית תמצית וניל `,
                        `3/4 כוס שמן`,
                    ],
                    preparation : [
                        `מערבבים את כל החומרים בקערה בעזרת מטרפה,                              לפי הסדר בו רשומים, עד לתערובת חלקה ללא גושים.`,
                        `משמנים מחבת בקוטר של 24-26 ס"מ ומחממים על אש בינונית, כשהמחבת חמה יוצקים כמות של 3/4 מצקת ומטים את המחבת לצדדים בצורה מעגלית כדי שהבלילה תכסה את תחתית המחבת בצורה אחידה (זו צריכה להיות שכבה דקה).`,
                        `מבשלים על אש בינונית.`,
                        `מבשלים על אש בינונית במשך שתי דק'. `,
                        `הופכים בעזרת תרווד צד ומבשלים עוד כדקה.`,
                        `מעבירים לצלחת, משמנים שוב את המחבת וממשיכים הלאה עם יתר הבלילה.`,
                    ],
                },
                "מילוי-לבלינצ'ס-גבינה-פרווה" :  {
                    pic: `cheeseFilling`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `מלית גבינה פרווה טבעונית של תנובה 500 גרם `,
                        `קופסא של אינסטנט פודינג 80 גרם`,
                        `100 גרם צימוקים `,
                    ],
                    preparation : [
                        `טורפים הכל ביחד`,
                        `מעבירים לשקית זילוף, מזלפים בבלינצ'ס ומגלגלים.`,
                    ],
                },
                "מילוי-לבלינצ'ס-תפוחים" :  {
                    pic: `appleFilling`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `6 תפוחי עץ גרני סמית חתוכים לקוביות`,
                        `כפית קינמון `,
                        `כוס סוכר`,
                        `פתי בר לבן טחון לפירורים `,
                        `חצי כוס צימוקים (לא חובה)`,
                    ],
                    preparation : [
                        `את הקוביות של התפוחי עץ שולקים במים חמים.`,
                        `מסננים ומקררים במשך שעה שירדו כל המים.`,
                        `מוסיפים שאר תוספות.`,
                        `מורחים בבלינצ'ס מחמאה מומסת.`,
                        `אופים בתנור 10 דק' בחום של 160.`,
                    ],
                },
                "מילוי-לבלינצ'ס-בקלוואה" :  {
                    pic: `blinches`,
                    description: ``,
                    quantity: `10 מנות`,
                    time: `10 דקות`,
                    ingredients : [
                        `כוס בקלוואה קצוצים `,
                        `כוס פיסטוקים קצוצים `,
                        `כוס שקדים קצוצים `,
                        `שתי כפות שומשום לבן `,
                        `כף סוכר`,
                        `כף קינמון`,
                        `100 גרם חמאה מומסת `,
                    ],
                    preparation : [
                        `מערבבים את כל החומרים יחד, מסדרים על הבלינצ'ס ומגלגלים.`,
                        `מברישים בחמאה מומסת ואופים בתנור על 160 מעלות במשך 10 דק'.`,
                    ],
                },
                "בצק-לפיצה" :  {
                    pic: `pizza`,
                    description: ``,
                    quantity: `12 מנות`,
                    time: `70 דקות`,
                    ingredients : [
                        `1 ק"ג קמח לבן `,
                        `50 גרם שמרים יבשים `,
                        `650 מ"ל מים פושרים `,
                        `2 כפות סוכר לבן `,
                        `כף מלח `,
                        `1/3 כוס שמן זית `,
                    ],
                    preparation : [
                        `לשים את כל החומרים במיקסר עם וו לישה המהירות בינונית למשך 10 דק' ומניחים בצד לתפיחה עד להכפלת הנפח.`,
                        `מחלקים את הבצק ל-4 כדורים שווים.`,
                        `חשוב לא להתעסק יותר מידי עם הכדורים, כדי לא להוציא את האוויר מהבצק.`,
                        `משמנים את הכדורים במעט שמן זית למניעת התייבשות,`,
                        `מניחים על השטח מקומח היטב לתפיחה של 20 דק' ומרדדים את הבצק לצורה הרצויה.`,
                        `אופים בתנור שחומם מראש לחום של 240 מעלות במשך 8 דק'.`,
                    ],
                },
                "פוקאצ'ה" :  {
                    pic: `fukatcha`,
                    description: ``,
                    video: "i3gZnJ54UTs",
                    quantity: `25 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `קילו גרם קמח`,
                        `שתי כפות שמרים יבשים `,
                        `כפית סוכר`,
                        `כפית מלח `,
                        `60 מ"ל שמן זית (רבע כוס)`,
                        `180 מ"ל מים חמים`,
                    ],
                    preparation : [
                        `לשים במיקסר את הקמח והשמרים, לערבב ולהוסיף את הסוכר, מלח, שמן ומים. `,
                        `לעבד עד שהבצק רך וחלק. `,
                        `לשים בקערה משומנת, לכסות ולהתפיח כ- 45 דק'.`,
                        `לחלק את הבצק ל-3 חלקים, ליצור כדורים ולהתפיח עוד כ-20  דק'.`,
                        `למתוח כל כדור עם האצבעות לאורך 30 ס"מ ולהניח בתבנית על נייר האפייה, להמתין 10 דק' ולעשות בורות עם האצבע.`,
                        `לחמם תנור ל225 מעלות `,
                        `להזליף שמן זית על הפוקאצ'ות ולפזר מלח גס, לאפות כ-20 דק' עד שמזהיב.`,
                    ],
                },
                "בצק-שמרים" :  {
                    pic: `dough`,
                    description: ``,
                    quantity: `25-30 מנות`,
                    time: `60 דקות`,
                    ingredients : [
                        `1 ק"ג קמח`,
                        `50 גרם מרגרינה`,
                        `2 י"ח ביצים`,
                        `מים פושרים`,
                        `מלח`,
                        `קליפת לימון מגורדת`,
                        `תמצית וניל לפי הטעם`,
                    ],
                    preparation : [
                        `מכינים בלילה שתשמש ראש- עיסה:`,
                        `מערבבים את כל כמות השמרים עם רבע מכמות הנוזלים, מעט קמח וכפית אחת סוכר.`,
                        `בוחשים עד שהתמיסה תהיה חלקה.`,
                        `מנפים את שאר הקמח ושמים אותו בסיר המערבל או על השולחן.`,
                        `יוצרים גומה במרכז הקמח ומניחים לראש העיסה לתסוס ולתפוח.`,
                        `מוסיפים לגומה לשאר הנוזלים, המרגרינה (כשהיא מותכת), הביצים, תמצית  הווניל וקליפת הלימון.`,
                        `מערבבים הכל יחד ולשים היטב לבצק חלק.`,
                        `שמים את הבצק כשהוא מכוסה- במקום חמים ומניחים לו לתפוח עד שיכפיל את מידותיו.`,
                        `לשים שנית, ומניחים להתפחה נוספת, לשים את הבצק בשלישית ומעבדים אותו לפי הצורך.`,
                        `לאחר העיבוד הבצק לעוגות, יש למרוח אותן בביצה טרופה.`,
                        `שמים את העוגות על התבניות ומניחים להתפחה אחרונה לפני האפייה.`,
                        `אופים בתנור בחום מעל בינוני במשך 30 דק', זמן האפייה תלוי בגודל העוגות.`,
                    ],
                },
                "חלות/-לחמניות" :  {
                    pic: `buns`,
                    description: ``,
                    video: "KfASlq7glkc",
                    quantity: `30 מנות`,
                    time: `1.5 שעות`,
                    ingredients : [
                        `קילו קמח רגיל `,
                        `2 כפות גדושות של שמרים יבשים `,
                        `8 כפות גדושות סוכר `,
                        `חצי כוס שמן `,
                        `50 גרם מרגרינה`,
                        `500 מ"ל מים פושרים`,
                        `כפית מלח `,
                    ],
                    preparation : [
                        `מערבבים את השמרים עם הקמח והסוכר ומוסיפים את השמן, את המרגרינה המומסת, כוס מים פושרים ומערבבים עד שהתערובת מתחילה להתגבש.`,
                        `לשים עד שנהיה בצק, אם הבצק קצת דביק אפשר להוסיף מעט קמח. אם הוא יבש אז להוסיף קצת מים.`,
                        `מפזרים מעל הבצק כפית מלח באופן אחיד וממשיכים ללוש במשך 4-5 דק' נוספות עד לקבלת בצק אחיד.`,
                        `מכסים את הקערה במגבת ומניחים בצד להתפחה של שעה עד שעה וחצי עד להכפלת הנפח.`,
                        `מקמחים קלות משטח עבודה ומחלקים את הבצק ל-4 חלקים שווים ומגלגלים כל חלק לרצועה ארוכה וקולעים לצמות.`,
                    ],
                },
                'עוגת-דבש' :  {
                    pic: `honeyCake`,
                    description: ``,
                    quantity: `20 מנות`,
                    time: `40 דקות`,
                    ingredients : [
                        `1 כוס מים`,
                        `1 כוס סוכר חום\דמררה`,
                        `4 ביצים`,
                        `2 כוסות קמח`,
                        `1 כפית סודה`,
                        `1 כפית אבקת אפייה`,
                        `1 כפית קינמון`,
                        `חצי כפית ציפורן טחון`,
                        `1 כפית קפה שחור`,
                    ],
                    preparation : [
                        `טורפים את כל הרטובים (הנוזלים) יחד. `,
                        `מוסיפים את כל היבשים ומערבבים היטב.`,
                        ` למזוג ל 2 תבניות אינגליש קייק. `,
                        `מכניסים לתנור ל 160 מעלות כ 25 דקות.`,
                    ],
                },
                // 'דוגמא' :  {
                //     pic: `tahinaSalad`,
                //     description: ``,
                //     quantity: `10 מנות`,
                //     time: `10 דקות`,
                //     ingredients : [
                //         ``,
                //     ],
                //     preparation : [
                //         ``,
                //     ],
                // },
            }, 
        }
    },
    // עמוד גלריה
    galleryPage : {
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_menu : `3lines_white.svg`, // אודות / איקס / תפריט
            // img_SearchIcon : `search_white.svg`, 
            div_topNavLine : ``,
            img_topNavTextIcon : `white_gallery.svg`,
            div_topNavText_gallery : `תמונות`,
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_white.svg`,
        },
        bottomNavBar : { // סמלים של הקטגוריות של המתכונים
            recipe : ["מתכונים", "green_cookbook", 0],
            events : ["אירועים", "green_events", 0],
        },  
        functions : [`showTopics()`], // פונקציות שצריכות לפעול
        content : {
            recipe: {},
            events: {}
        }
    },
    // עמוד וידיאו
    videosPage : {
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_menu : `3lines_white.svg`, // אודות / איקס / תפריט
            img_SearchIcon : `search_white.svg`, 
            div_topNavLine : ``,
            img_topNavTextIcon : `white_videos.svg`,
            div_topNavText_videos : `סרטוני הדרכה`,
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_white.svg`,
        },
        bottomNavBar : { // סמלים של הקטגוריות של המתכונים
            recipe : ["מתכונים", "green_cookbook", 0],
            safety : ["בטיחות", "green_protection", 0],
            health : ['ברה"צ', "green_health", -100],
        },  
        functions : [`showTopics()`], // פונקציות שצריכות לפעול
        content: {
            recipe : {
                "סלטים": {
                    "סלט-ביצים": "Y34tvADcHec",   
                    "מיונית": "vztulDuy84U",   
                    "חציל-במיונז": "yZFHeiY6iO8",   
                    "קרפצ'ו-חציל": "pvN5FJMP3QU",   
                    "סלט-תירס-מקסיקני": "Rf-uDfl9oYY",   
                    "סלט-קולסלאו": "EoMNjgdzR8c",   
                    "סלט-פלפל-3-צבעים": "lfkz8EaBbuw",   
                    "סלט-מטבוחה": "1LWSSl_xuNU",   
                    "סלט-ירק": "D6-ikkrYcyY",   
                    "סלט-חמוצים": "w4aQkk7WUas",   
                    "כרוב-לבן-בסגנון-אסיאתי": "Mqn-EwF5-Sg", 
                    "חומוס": "btS4XWfj6Ic",
                    "סלט-גזר": "L4SprkmN01U",   
                    "סלט-מלפפונים-עם-בצל": "XnBNeawbHJA",   
                    "פטריות-מוקפצות": "o6LK-0WFuDE",   
                    "סלט-חציל-קלוי": "Y65Tf1CrJ4E",
                },
                "מטבלים-ורטבים": {
                    "סחוג-ירוק": "MsMN5cCWp3c",
                    "רוטב-הדרים": "y77JgkqWH1s",
                    "קרם-פלפלים": "vrahAhzzfP4",
                    "קרם-סלק": "Lme4TWiqji0",
                    "קרם-חציל": "k_qmcS-TOys",
                    "קרם-בטטה": "ca1WwVsa60c",
                    "קונפי-שום": "wWRetHkBYG0",
                    "רוטב-צימיצורי": "OnJ_40ojqYY",
                },
                "מנות-ראשונות-וביניים": {
                    "קישואים-במילוי-בשר": "HtlNb91OzDI",
                    "מאפה-פילו-במילוי-ירקות": "NZYa9x6bleY",
                    "מאפה-פילו-במילוי-בשר": "MwpGHcMVfiA",
                    "אנטיפסטי": "Sut6-WaEnWI",
                    "רוסטביף-דלעת": "X5MJN848UrM",
                    "שקשוקה": "Yra-RfiiYLw",
                    "בורקס": "rH6MQdZtIbw",
                    "סיגר-פלאפל": "UGa5v8dpVds",
                    "טורטיה-סויה-טבעונית": "bzGhzR8pGQY",
                    "קסדיה": "mEg7vStdGJE",
                },
                "פחמימות": {
                    "תבשיל-ירקות-לקוסקוס": "sIajD-krWVM",
                    "מגדרה": "PnjB7-xbTik",
                    "בורגול-עם-ירקות": "ilHDZMd-x5g",
                    "תבשיל-קינואה-עם-ירקות": "8SnnIcilTKc",
                    "ספגטי-איטליאנו": "karb0Pkt1uk",
                    "סביח": "SbFLDK9A3-o",
                    "טוניסאי": "6AV9ZQKV2ew",
                    "ספגטי-ארביאטה": "IOuUlH1UXjI",
                    "תפוח-אדמה-מדורה": "LOWhQfkkGig",
                    "פתיתים-בנוסח-בן-גוריון": "eajspVO0Dx4",
                    "תפוח-אדמה-פוטטו": "igBDgXf1ciU",
                    "תפוח-אדמה-מניפה-אפוי-בקליפתו": "wu6jgmAapmA",
                },
                "עיקריות": {
                    "כרעיים-עוף-צלוי-במעטפת": "PDkuHNLgh3w",
                    "נתחוני-עוף-עם-ירקות": "UAgyOHa2mJo",
                    "פרוסות-בשר-ברוטב-צ'ילי": "JbHyHyKgRS0",
                    "המבורגר": "WwgozwzvcU8",
                    "פרגיות": "1QukGWt0iHE",
                    "שווארמה": "fqppIe72NKk",
                    "שניצל-וינאי": "biuek6ke2W0",
                    "קציצות-בקר-ברוטב-עגבניות": "i_HJ_To2ze0",
                    "שוקיים-עוף-מבושלות-בבצל": "zRTnJGEN2ds",
                    "פלאפל-טבעוני" : "as4wJAmVl2s",
                    "קציצות-קבב-על-הפלאנצה": "ze3Ej-o0PxI",
                },
                "דגים": {
                    "סלמון-צלוי-בשמן-זית-ולימון": "YToayUsjkgc",
                    "פילה-סלמון-אפוי-אסיאתי": "6BPVRvqXnv8",
                    "דג-בקלה": "M0R2Vi3RuZA",
                    "פילה-אמנון-בסגנון-מזרחי": "d3-Zth35pT8",
                },
                "מאפים": {
                    "פיצה-פרווה": "i3gZnJ54UTs",
                    "בלינצ'ס": "dj0JQRFOwq8",
                    "פנקייק-פרווה": "tXAX-N914yI",
                    "חלה": "KfASlq7glkc",
                },
                "ירקות-וקטניות": {
                    "קישואים-מאודים": "cXkiWHCPzBY",
                    "תבשיל-חצילים-בעגבניות": "FI1-GftoEY8",
                    "תירס-מוקפץ": "tiQPdNUnsVs",
                    "גזר-מזוגג": "7L6qRbzWY_Y",
                },
                // "מנות-השף": {
                //     "שם הסרטון": "videoID",   
                // },
            },
            safety : {
                // "שם-הקטגוריה": {
                //     "שם הסרטון": "videoID",   
                // },
            },
            health : {
                // "שם-הקטגוריה": {
                //     "שם הסרטון": "videoID",   
                // },
            },
        },
    },
    // עמוד חומרי לימוד
    learningPage : {
        topNavBar : {
            backgroundColor : `#0D635F`,
            img_button_menu : `3lines_white.svg`, // אודות / איקס / תפריט
            // img_SearchIcon : `search_white.svg`, 
            div_topNavLine : ``,
            img_topNavTextIcon : `white_materials.svg`,
            div_topNavText_learning : `חומרי לימוד`,
            img_bhdLogo : `בהד 6.png`,
            img_tillLogo : `till_logo_text_white.svg`,
        },
        bottomNavBar : { // סמלים של הקטגוריות של המתכונים
            subject1 : ["מטבח", "kitchen-green", 0],
            subject2 : ["חומרים", "materials-green", 0],
            subject3 : ["בשר", "meats-green", -120],
            subject4 : ["דגים", "fish-green", -220],
            subject5 : ["הכנות", "grill-green", -350],
            subject6 : ["רטבים ונוזלים", "sauce-green", -500],
            subject7 : ["בישול וריכוך", "pot-green", -570],
        },  
        functions : [`showTopics()`], // פונקציות שצריכות לפעול
        content: {
            subject1 : { // מטבח
                "מבוא-למקצוע": {
                    "מבוא-למטבח":{
                        type : "listNumbers",
                        content: [
                            `מטבח קלאסי-מטבח זה מתחיל מאירופה מאנשי האצולה-צרפת, גרמניה ,ספרד ,פורטוגול ,אנגליה וכמובן אוסטריה. לכל איש אצולה היה שף פרטי, השף הפרטי רשם את כל המתכונים שלו ושל אלה שהיו לפניו, כלל השושלת.  לעולם לא היה לחץ של זמן בתקופה זאת, השפים ניסו בדקו עד שמצאו את המתכון הנכון לכל תבשיל.`,
                            `המהפכה הצרפתית-האנשים הפשוטים הרימו את הראש, והשפים של אנשי האצולה פתחו מסעדות, בתי מלון ובתי הארחה וגרמו לאוכל לצאת החוצה אל השווקים ואל כל העם.                        `,
                            `שף מארי אנטואן קארם-ריכז את הידע המקצועי שנאסף עד אותה עת בטבחות. הוא היה השף הפרטי של המלך.                        `,
                            `אוגוסט גורג' אסקופיה-תלמידו של מארי, עבד במטבחים הכי נחשבים באירופה.  הוא ערך חילק והביא רעיונות חדשים וכתב ספר- La Guide Collinear. זהו מדריך קולינרי שתורגם לשפות שונות והמטבח הזה הפך מצרפתי לבינלאומי.
                            חי בין השנים 1846-1935 מייסד המטבח הקלאסי המודרני, השף החשוב ביותר של המאה ה-20.
                            הספרות המקצועית שלו נחשבת לתנ"ך של כל הטבחים , והשפיע על המטבח המערבי.
                            היה הראשון שהכניס לתחום הזה מושגים של צוות עובדים מוגדר, חלוקת תפקידים, ארגון התפריט והנוהל של 3 מנות מינימום.
                            וגם את 5 או 6 מנות מקסימום כנורמה של כל בית מאכל או מסעדה.
                            `,
                            `אחידות במונחים המקצועיים שהפכו לבינלאומיים היו הבסיס  למטבח הקלאסי La Cuisine Classiqne.                        `,
                            `.המטבח החדש ה-Novelle Cuising  הומצא על ידי שף פרנדד פוון.
                            תלמידיו פול בוקוז וגלן טרגרו הפיצו את המטבח החדש המשמש עד היום בעיקר מסעדות וארוחות לפי הזמנה.
                            תפריט לפי הזמנה -A La Carte.
                            שמן זית במקום חמאה, ירקות ופירות, בישול מהיר וקל יותר במקום ארוחות כבדות.
                            `,
                            `כדאי לדעת <ul>
                            <li>גסטרונום הוא אדם המתמצא בתחום המזון ויודע להעריך ולזהות את איכותו.</li>
                            <li>הגסטרונומיה עוסקת – במזון, באיכותו, בדרכי הכנתו וטעמו.</li>
                            <li>בזכות מה ניתן לומר על שף שהוא גסטרונום? בתבשיליו קיים תמי איזון עדין בין הריח והמראה.</li>
                            <li>כאשר אומרים על מישהו שהוא גורמה הכוונה היא שאדם זה יודע להכיר באיכות גבוהה, הוא אנין טעם ונהנה מאוכל טוב.</li>
                            <li>הבסיס למטבח הקלאסי-ידע ושימוש בטכניקות הבישול של המטבח הצרפתי.</li></ul>
                            `,
                        ],
                    },
                    "סוגי-מטבחים":{
                        type : "listNumbers",
                        content: [
                            `מטבחי בתי החולים:
                            הדרישות המאוד ספציפיות של הכנת המזון במטבחים אלה, הן הקו המנחה בתכנונם והפעלתם של המטבחים. מטבחים אלה מספקים מזון לחולים, בהתאם למינון דיאטטי נדרש ולסגל העובדים הנוהג לסעוד במקום אופן קבוע, כך שיש לדאוג להם למזון מגוון לאורך זמן.
                            `,
                            `מטבחים צבאיים:
                            מטבח צבאי מתוכנן לפרטיו של ידי הרשויות הצבאיות.
                            בישול בכמויות גדולות:
                            ההגדרה של בישול בכמויות גדולות באה בעיקר על מנת לתאר תהליך של ייצור מזון שיש בו נטיה לסטנדרטיזציה של הכמויות-מתכונים קבועים. למעשה אותו שלב בבישול שאנו נוטים להגדירו כאומנות הבישול ואשר מאפיין את יכולתו של השף וצוותו הולך וקטן ככל שהכמויות גדלות, עד לשלב, שבו הבישול הופך לתהליך תעשייתי ובו כל המרכיבים שקולים ומדודים בדייקנות ותהליכי ההכנה מבוצעים בהתאם לתכנון זמנים מדויק. בשיטת עבודה כזו חייבים לשמור על רמת חומרי הגלם אחידה וקבוע. כל סטייה באיכות החומרים או באחידותם תביא לשינוי בטעם, בצורה ובאיכות המאכל בכלל.
                            `,
                            `המטבח הקלאסי:
                            מטבח העוסק בבישול והגשת מאכלים בתוכנם, וצורת הגשתם נקבעו במרצות הדורות על ידי אניני טעם ושפים גדולים.
                            `,
                            `המטבח הפשוט:
                            הגדרתו של תבשיל כפשוט, אינו מצביע בשום מקרה על איכותו, פשוטו של תבשיל פירושו העדר קישוטים קלאסיים יקרים, תהליך הכנה שאינו כרוך בשלבי בישול מסובכים וצורת הגשה פשוטה וקלה.
                            כשבאים לסווג מטבח כפשוט, כוונתו היא שהבישול בו מותאם לרמת מחירים מסויימת, בהתאם לאוכלוסייה המשתמשת בסוג מזון זה.
                            `,
                        ],
                    },
                    "סוגי-אנרגיה": {
                        type : "listNumbers",
                        content: [
                            `גז-מוצר לוואי של נפט או ישירות מהאדמה. תערובת נכונה של אוויר.
                            <br>יתרונות: חימום מהיר, ויסות מיידי, אין בזבוז, שימוש בכלים ללא הגבלה.
                            <br>חסרונות: חום לא אחיד, פייח, מסוכן, גז כבד מהאוויר.
                            <br>במסעדה השימוש בגז הוא מאוד משמעותי בגלל המהירות.
                            <br>להבה מפייחת אם יש מעט מדי אוויר שנכנס.
                            <br>להבה שבורחת זה אם יש הרבה אוויר שנכנס.
                            `,
                            `חשמל-מלבד בישול ישנו שימוש גם בקירור, הפעלת מכונות, תאורה,.
                            <br>יתרונות: קיים פיזור חום אחיד , אין צורך בנקודת גז.
                            <br>חסרונות: תגובה איטית , אינו נראה לעין, יש להיזהר במגע עם מים.
                            `,
                            `פחם- שימוש בגריל, תנור פחמים .<br>
                            יתרונות: טעם, ריח ונייד.  <br>חסרונות:  לכלוך, עשן, חם ומסורבל לשימוש.                        `,
                            `קיטור- רתיחה של מים בדודים מיוחדים לאספקת הקיטור למטבח על ידי צנרת עמידה בלחץ וחום.<br> יתרונות: מהיר ולא נשרף. <br> חסרונות: מערכת מסורבלת, מוגבל בשימוש .                         `,
                        ],
                    },
                    "סוגי-צוותים":{
                        type : "listDots",
                        content: [
                            `צוות מצומצם - טבח יחיד ועוזרים לא מקצועיים.<br>
                            הטבח עם ניסיון של שנה עד שנתיים במקצוע. 80 עד 100 סועדים. מלון ארוחת בוקר בלבד.
                            <br>ארוחה נוספת פשוטה.
                            <br>רוב המוצרים מגיעים מוכנים כמו עופות מפורקים וכדומה.
                            `,
                            `צוות קטן - טבח ראשי ועוזרים מקצועיים. לא יותר משלושה בתוספת עוזרים לא מקצועיים.<br> (ניקיון) הכפופים לטבח הראשי.
                            <br>יכולים להכין אוכל ל100 עד 200 אנשים , מכינים ארוחת בוקר וערב.
                            <br>שוטף כלים (סטיוארט) עוזר לטבח הראשי.
                            `,
                            `צוות בינוני - טבח ראשי ושישה בעלי מקצוע לפי מחלקות (טבח לרטבים, טבח לצלי, טבח לירקות, מטבח קר, ממלא מקום וקונדיטור.)
                            <br>בתוספת עוזרים הכפופים לטבח הראשי למחלקות ולעוזרים הכללים.
                            `,
                        ],
                    },
                },
                "הכנסות-והוצאות": {
                    "אחוז-ההוצאות-מכלל-ההכנסות-במזון-משקאות":{
                        type : "listDots",
                        content: [
                            `35 אחוז עלות מזון.`,
                            `23 אחוז רווח.`,
                            `35 אחוז עלות כוח אדם.`,
                            `7 אחוז הוצאות קבועות.`,
                        ],
                    },
                    "מבחנים":{
                        type : "text",
                        content: [
                            `מבחן הקצב BUTCHER TEST-זה פחת של הבשר מקבלת הסחורה דרך עיבודו עד להעברתו למטבח לבישול.`,
                            `מבחן הטבח- זה הפחת מרגע קבלת המוצר לבישול ועד הגשתו לאורח.`,
                            `מבחן התשואה- הרווח שיש לנו בעקבות ההשקעה, הרווח שמתקבל לנו לאחר מבחן הקצב ומבחן הטבח.`,
                            `מלאי מת- מוצרים שלא היו בשימוש ב3 חודשים האחרונים, כלומר לא ייצרו לנו רווחים, קנינו ולא מכרנו.`,
                        ],
                    },
                    "שף-מטבח": {
                        type : "listDots",
                        content: [
                            `ביקורת על איכות המוצרים.`,
                            `ביקורת שנעשה F.I.F.O במטבח.`,
                            `מעקב אחרי איכות הסחורה.`,
                            `חשיבה על ניהול מזון.`,
                            `הכנת מתכונים סטנדרטים על מנת לקבוע בדייקנות את עלות המוצר.`,
                            `ספירת מלאי עם המבקר.`,
                            `שותף בקביעת מחירי מנות.`,
                        ],
                    },
                    "רוחב-טמפרטורות-בעולם-המטבח-המקצועי":{
                        type : "listDots",
                        content: [
                            `40- הקפאה עמוקה.`,
                            `30- הקפאת גלידות.`,
                            `18- הקפאה.`,
                            `0-1/2 אחסנת דגים עם קרח גרוס מעל.`,
                            `0-2 יישון בשר.`,
                            `0-4 סלטים, מוצרי חלב וכו׳..`,
                            `5-9 פירות, ירקות.`,
                            `6-10 הפשרת בשר.`,
                            `6-8 מקרר ביצים.`,
                            `16-18 מחסן קשות.`,
                            `25-28 טמפרטורה במטבח.`,
                        ],
                    },
                    "תורת-החומרים-חומרי-הגלם-במטבח":{
                        type : "listDots",
                        content: [
                            `כל חומרי הגלם שמשמשים כחומרי מזון לבני האדם מצויינים בטבע בכל מיני דרכים. `,
                            `חלקם ניתנים לאכילה, חלקם ניתנים לשיפור הטעם ויש כאלה שצריך לשנות את מרקמם בכדי לאכול אותם.   `,
                            `סוגי השינוי במרקמים-כבישה, המלחה, תיבול ובישול.  טבח צריך להכיר את חומרי הגלם שאיתם עובדים על מנת לא להרוס את ערכם התזונתי. המטרה היא לשפר את מראהו, טעמו וצורתו בשיטות בישול מגוונת.`,
                        ],
                    },
                    "מקורות-החומרים-בטבע-(חי,-צומח-ומינרלים)":{
                        type : "listDots",
                        content: [
                            `מזונות מן החי: המזון מן החי נחשב אצל רוב בני האדם בסיס לתזונה טובה ולכן אוכלים אותו מידי יום בצורות שונות. המבחר המגוון המפורט בהמשך מאפשר לכל אדם למצוא את מבוקשו בין מזונות אלה, שניתן לסווגם לחמש קבוצות:<br>
                            <ol>
                            <li>דבש-  כשאנו קונים דבש ישנם כל מיני טעמים בשל סוגי הפרחים, התעשייה הדבש הוא טבעי לא מוסיפים לו טעמים. ישנם 2 דברים מיוחדים בדבש- זהו המוצר היחידי בטבע שהוא כשר שבא מחיה שהיא לא כשרה. דבש זהו המוצר היחידי בעולם שאין לו תפוגה של התוקף, אם הדבש מאוחסן בצורה אופטימלית הוא יכול להחזיק שנים. </li>
                            <li>בשר ומוצריו.</li>
                            <li>עופות/בעלי כנף</li>
                            <li>חלב 3% שומן. </li>
                            <li>בשן(גבינה מעושנת).- גבינה שנראת בגליל בצבע מעט חום. עם טעם מעושן.</li>
                            </ol>
                            `,
                            `קבוצות המזון מן הצומח הם כל הצומח באדמה ומעליה, בצורת פקעות(התחתית של הירק שצומח באדמה, בצלים,תפרחות  ועלים למיניהם ופירות לסוגיהם.                            `,
                            `מינרלים -
                            המינרלים נמצאים בכל חומרי המזון. הם משמשים לבניית גוף האדם לתפקודו התקין. ומהווים גורם מסייע בקליטת אבות מזון אחרים בגוף. המינרלים השונים מגיעים אלינו בתרכובות שונות.
                            `,
                            `מלח: <br>
                            <ul>
                            <li>שימור מזון בעזרת מלח גורמת ל: הפסקת התרבות חיידקי קלקול הקיבה.</li>
                            <li>האפקט המשמר של מלח הבישול נובע מהפחתת כמות המים החופשיים במזון.</li>
                            <li>במלח הבישול מצויה כמות רבה של נתרן.</li>
                            <li>מלח סלפטר(אשלגן חנקתי, ידוע גם בשם "סלפטר" (מלטינית, "מלח אבן", אך ייתכן שהכוונה היא למלח של פטרה), הוא מלח המורכב מאשלגן, חנקן וחמצן.  הוא מלח לכבישות בשר.</li>
                            <li>המלח לא מבטל לגמרי את החיידקים אך הוא מקטין את כמות החיידקים באחוז גבוה. </li>
                            <li>מלח בסטייק צריכים לשים לקראת הסוף כי המלח סופח את כל הנוזלים והסטייק מתייבש. יש כמה סוגים יש מלח דק, מלח הימלאיה, מלח אטלנטי שמגיעים ממחצבים וטיפה שונים בטעם , הם אינם מגיעים מהים כמו המלח הרגיל.</li>
                            <li>למלח יתרונות נוספים, שמים מלח כשמבשלים ביצה, המלח מעלה את טמפרטורת המים ל102 או 103 מעלות. אין קשר בין מלח לבין קילוף ביצה. ביצה עלומה עושים במים חמים בגובה 100 מעלות.</li>
                            </ul`,
                        ],
                    },
                    "המים-כחומר-יסוד-במטבח":{
                        type : "listDots",
                        content: [
                            `המים הם כה שימושיים במטבח עד כי נוטים לקבל את עובדת היותם כדבר מובן מאליו. אפשר להמשיך ולתפקד על אף הפסקת חשמל בעיות טכניות שונות או מחסור בחומר מסוים. אך אי אפשר לעבוד במטבח בלי מים. `,
                            `במים אין קלוריות. `,
                            `גרם שומן 9 קלוריות.`,
                            ` אלכוהול ערק 100 סמ"ק יש 280 קלוריות. `,
                            `אלכוהול 7 קלוריות. `,
                            `פחמימות וחלבונים 4 קלוריות לגרם.`,
                            `במטבח משמשים המים כחומר יסודי למטרות שונות:<br>
                            <ul>
                            <li>רחיצת ידיים.</li>
                            <li>שטיפת חומרי מזון.</li>
                            <li>ריכוך, בישול חומרי מזון, הכנת רטבים ומרקים.</li>
                            <li>רחיצת כלים.</li>
                            <li>הכנת משקאות.</li>
                            </ul>
                            `,
                        ],
                    },
                    "התקציב":{
                        type : "listDots",
                        content: [
                            `עלות מזון: הוצאות חומר הגלם- להוסיף 1% להוצאות שלא ניתן לחשב. שלבי העיבוד, העריכה והקישוט בצלחת.`,
                            `הוצאות כלליות: שכר עבודה, אנרגיה, מיסים, ארוחות עובדים, כביסה, ביטוח, פרסום, פחת ובלאי, הוצאת משרד ועוד.`,
                            `רווח מתוכנן`,
                        ],
                    },
                    "חלוקת-התקציב-בין-המנות":{
                        type : "listDots",
                        content: [
                            `<ul>שלוש מנות
                            <li>פתיחה ראשונה או מרק- 14%.</li>
                            <li>עיקרית- 50%.</li>
                            <li>תוספות למנה העיקרית -19%.</li>
                            <li>סלט -8 %.</li>
                            <li>קינוח- 9%.</li>
                            </ul>`,
                            `<ul>ארבע מנות
                            <li>ראשונה קרה או חמה- 12%.</li>
                            <li>מרק- 8%.</li>
                            <li>עיקרית – 50%.</li>
                            <li>תוספות למנה העיקרית – 17%.</li>
                            <li>סלט- 6%.</li>
                            <li>קינוח- 7%.</li>
                            </ul>`,
                            `<ul>חמש מנות
                            <li>ראשונה-10%.</li>
                            <li>מרק- 8%.</li>
                            <li>ביניים-10%.</li>
                            <li>עיקרית- 45%.</li>
                            <li>תוספות למנה העיקרית-15%.</li>
                            <li>סלט-5%.</li>
                            <li>קינוח- 7%.</li>
                            </ul>`,
                        ],
                    },
                },
                "שיווק-מצרכי-מזון": {
                    "סוגי-מזון-שונים":{
                        type : "listDots",
                        content: [
                            `מזון טרי: ירקות ופירות למיניהם, משווקים במהירות האפשרית ובאריזות מתאימות: ירקות רכים בארגזים וקרטונים. וירקות קשים כגון תפוחי אדמה, בצל וגזר בשקים.`,
                            `חומרים טריים אחרים: דגים, בשר ועופות משווקים בקירור, בטמפרטורה קרובה ל0 מעלות צלזיוס, בתנאים שהוגדרו על ידי משרד הבריאות. כל ארגז בשר עובר דרך וטרינר של אותה עיר. כל מקום מכובד לא יכול לקבל בשר ללא אישור וטרינר חתום! אלא אם כן הזמנתי מקצב מקומי.`,
                            `בעלי כנף למיניהם:אותם משווקים כשהם ארוזים בארגזי פלסטיק מאווררים בשקיות ניילון.`,
                            `דגים: דגים נוטים להתקלקל במהירות ולכן משווקים אותם קרוב מאוד לשעת הדיג בדרך כלל הם ארוזים בכמויות קטנות כשהם מצוננים בפתיתי קרח.`,
                            `מוצרי חלב: כל מוצרי החלב משווקים בקירור, באריזות פלסטיק או קרטון, אחרי פסטור או עיקור.`,
                            `ביצים: אריזה מקובלת לשיווק ביצים היא המגש המיוחד, בעל 30 התאים, שבו מניחים את הביצים כדי שלא ישברו. את המגשים משווקים בארגזים של 12 מגשים, סה"כ 360 ביצים.`,
                        ],
                    },
                    "מזון-מעובד-למחצה":{
                        type : "listDots",
                        content: [
                            `מזון קפוא: שיווקם של מזונות המוגדרים קפואים, כגון: ירקות, עופות, סוגי בשר, דגים, ביצים בתפזורת, בצקים דברי מאפה מוכנים, ארוחות מוכנות ועוד.  הולך ומתרחב ותופס מקום של קבע במטבח המודרני בזכות יתרונותיו הרבים.   
                            יתרונות:<ol>
                            <li>אי תלות בהספקה עונתית של מזון טרי.</li>
                            <li>אי תלות בתוצרת מקומית.</li>
                            <li>גיוון תפריטים.</li>
                            <li>חיסכון בעיבודים ראשוניים, כמו קילוף וחיתוך.</li>
                            <li>גמישות ביכולת לספק ארוחות גם באירועים בלתי צפויים.</li>
                            <li>הוא זמין ונוח לשימוש.</li>
                            </ol>`,
                            `שימורים הם מצרכי מזון, עמידים בתנאי אחסון רגילים ללא קירור. בתהליך השימור נהרסים החיידקים גורמי הקלקול על ידי הבאת החומר לטמפרטורה של מעל 65 מעלות. ואריזתו באריזות אטומות כמו צנצנות, קופסאות פח, או אריזות פלסטיק שונות. לשימורים למיניהם מוסיפים בדרך כלל, חומרי טעים שונים למשל:
                            <ol>
                            <li>שימורי ירקות במלח.</li>
                            <li>שימורי ירקות מוחמצים – חומץ או מלח.</li>
                            <li>שימורי פירות בתרכיז סוכר.</li>
                            <li>שימורי בשר.</li>
                            <li>שימורי דגים.</li>
                            <li>שימורי ריבות וקונפיטורה (קונפיטורה זוהי ריבה עם חתיכות פרי!!)</li>
                            <li>במלפפונים כבושים 7-9 או 9-11 זה כמות המלפפונים בקופסא לא משפיע לא איכות או גודל. משפיע אך ורק על כמות!</li>
                            </ol>`,
                            `כל מה שבטמפרטורה גבוהה ויורד במהירות למהירות נמוכה החיידקים לא יתרבו. אך אם המזון חם מאוד ומכניסים למקרר שיירד הטמפרטורה לאט זוהי טעות גדולה שהחיידקים מתרבים יותר. כדאי להכניס ישר למקפיא ואז למקרר. זה יכול לקלקל את כל המזונות שנמצאים במקרר. כדאי להכניס ל40 או 50 מעלות ואז למקרר.                        `,
                            `בנוסף קיימת קבוצה גדולה של מצרכי מזון חצי מעובדים כגון: רטבים פיקנטיים, תרכיזים שונים וממרחים, שבחלקם מצוי חומר משמר, ובאחרים השימור נעשה בעזרת ריכוז גבוה של סוכר, מלח או חומץ. שיווקם ואחסונם הוא ללא קירור.
                            קבוצה נוספת של מזונות משומרים הם:
                            <ol>
                            <li>דגים כבושים. (היחסים בכבישה של דג קר הוא 60 אחוז סוכר 40 אחוז מלח כי המלח דומיננטי ביותר!)                            </li>
                            <li>דגים מעושנים.</li>
                            <li>נקניקים ובשרים מעושנים.</li>
                            <li>סלטים המכילים חומרים משמרים ששיווקם בקירור.</li>
                            </ol>
                            `,
                        ],
                    },
                    "חומרי-מזון-מעובדים-אבקות": {
                        type : "listDots",
                        content: [
                            `האבקות נוחות לשימוש, ומגבלתן העיקרית היא "אורך חייהן" הקצר למדי באחסון.  האבקות משווקות באריזות אטומות ללחות ולאור. בצורות שונות-בשקיות ובקופסאות.                        `,
                            `האבקות הנפוצות הן:<ul>
                                <li>אבקות מרק.   במטבח מקצועי זוהי מילה גסה. יכולים לעזור במקום צירים ומסייעים בחיזוק הטעם.          </li>
                                <li>אבקות רטבים. עמבה לדוגמה זהו חומר גלם שניתן להיעזר בו.</li>
                                <li>אבקת חלב.-חלב מיובש.</li>
                                <li>אבקת ביצים.-ביצים טריות שייבשו אותן וטחנו אותן, היתרון זהו שלביצה יש חיי מדף, בתאריך אחד לשיווק ואחד לשיווק במקרר. קונים את האבקה מדללים לבערך פי 7 עד 8. מערבבים עם מים או חלב. אבקת הביצים נשמרת ליותר זמן. לאחר פתיחה במים או בחלב חייב לצרוך את זה בישירות.</li>
                                <li>קפה. פולי קפה הנטחנים לאבקה.</li>
                                <li>קקאו.</li>
                                <li>תה.</li>
                                <li>פירות.</li>
                                <li>ירקות מיובשים.</li>
                                <li>אבקות מנות קינוח.-סחלב , ג'לי, מלבי . בלילת טמפורה-בבלילה יש סודה. בירה זה לבצק אורלי !!</li>
                                <li>מונוסודיום גלוטמט-מחזק טעם לכבישת בשר. </li>
                            </ul>`,
                            ``,
                        ],
                    },
                    "רכישות-מוצרים":{
                        type : "listDots",
                        content: [
                            `חומרי גלם מהווים חלק נכבד מהוצאות המטבח, לכן בכל מקום שבו קיים מטבח גדול, יש אדם האחראי על רכישת המצרכים.  במקום אחד עושה זאת הקניין, במקום אחר המחסנאי, האחראי על מחלקת מזון ומשקאות או הטבח הראשי האחראי על רכישת המוצרים חייב להכיר את עקרונות הקנייה הטובה:
                            <ul>
                            <li>קנייה בזמן נכון.</li>
                            <li>קניית הכמות הנכונה.</li>
                            <li>קנייה במחיר טוב.</li>
                            </ul>                        `,
                            `יש להימנע משני מצבים קיצוניים: קניות של הרגע האחרון ואגירת מלאי גדול של מצרכים.                        `,
                            `מלאי=כסף`,
                            `בתבלינים יש קומבינות שעל מנת להגדיל את הכמות דוחפים פנימה דוחן זוהי שעורה חיטה. `,
                            `אם התבלין מכיל גלוטן זה אומר שיש דוחן.`,
                            `בריקס- אחוז ברכז במוצר! לדוגמה כמו ברסק עגבניות. ככל שאחוז הבריקס גבוה יותר כך המוצר עשיר יותר בעגבנייה לדוגמה אם זה רסק.`,
                        ],
                    },
                    "האינפורמציה-המתקבלת-מהלקוח":{
                        type : "listDots",
                        content: [
                            `סוג הארוחה.`,
                            `תקציב.`,
                            `קהל היעד.`,
                            `מספר סועדים.`,
                            `תאריך ושעה.`,
                            `הנחיות מיוחדות לדת, בריאות, מסורת וכדומה.`,
                            `ככל שהאינפורמציה תהיה רבה יותר, כך יקטן הסיכון לתקלות ועוגמת נפש.`,
                        ],
                    },
                },
                "אחסון-מזון": {
                    "כללי":{
                        type : "text",
                        content: [
                            `חשוב לדעת איך לאחסן מזון בצורה נכונה. כל חומר מזון המגיע למטבח, עד לשימוש בו. זאת על מנת למנוע קלקול , אובדן, ערכו, צורתו וטיבו. צריך להקפיד על תנאי התברואה המונעים או מאיטים תהליכים לא רצויים, כהתפתחות חיידקים, התפוררות, קלקול או תסיסה.
                            `,
                        ],
                    },
                    "אחסנה-בקירור":{
                        type : "text",
                        content: [
                            `המקרר אינו מיועד לשמור את המוצרים לזמן לא מוגבל, אלא להאריך את משך ההשתמרות הטבעית.
                            `,
                            `אין בכוחו למנוע קלקול מצרכי מזון, אלא להאט את התהליך הלא רצוי של השתנות החומרים. רצוי שיהיו מספר מקררים לפרודוקטים שונים. כמו מקרר לבשר, מקרר למוצרי חלב, מקרר לירקות ופירות, מקרר לביצים, מקרר להפשרה. למניעת ריחות לא רצויים יש לאחסן את המזון בתוך כלים סגורים.
                            `,
                        ],
                    },
                    "אחסנה-בהקפאה":{
                        type : "text",
                        content: [
                            `תהליך ההקפאה בדומה לתהליך הקירור במקרר, המקפיא מאפשר להוציא את החום שבמזון מהר יותר, לשמור אותו בטמפרטורה נוכה מאוד. `,
                            `בשיטה של הקפאה מהירה ועמוקה -18 עד -40 בבלסט צ'ילר. טיפות הנוזל שבתוך המזון הופכות למוצק בצורה של גרגירים מעוגלים שאינם מזיקים למעטפת התא.  לעומת זאת בהקפאה נמוכה ואיטית עד כ-10 מעלות, נוזל התאים מתגבש לגבישים מחודדים, הדומים לקוצים. הקצוות המחודדים "פוצעים" את מעטפת התא. `,
                            `בעת הפשרת מזון מהקפאה נמוכה, מאבד החומר מצורתו ומטיבו המקוריים. בהפשרה מהקפאה עמוקה נשמרת יותר שלמות ואיכות החומר, עקרונית אפשר לשמור בשר קפוא, דגים וירקות קפואים בטמפרטורה של -18 מעלות לתקופות ארוכות.
                            `,
                        ],
                    },
                    "אחסנה-ללא-קירור":{
                        type : "text",
                        content: [
                            `מצרכי מזון יבשים יש לאחסן במכלי פלסטיק מתאימים, לא בצפיפות, בגובה של 30 סנטימטר מעל הרצפה. זאת כדי לאפשר אוורור טוב וגישה נוחה לניקוי. רצוי להימנע מאחסנה בשקים, לתקופה ממושכת. במקרה של אחסנה בשקים צריך להניחם על גבי סורגים בכדי למנוע עובש.
                            `,
                        ],
                    },
                    "תנאי-אחסנה-של-מצרכים-שונים": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/storing.png`,],
                        content: [
                     
                        ],
                    },
                    "מצרכי-מזון-מהצומח":{
                        type : "text",
                        content: [
                            `הכרת תכונותיהם של חומרי היסוד שאנו משתמשים בהם מדי יום במטבח, היא היסוד לניצולם בצורה הטובה ביותר.`,
                            `בעידן התיעוש, חומרים רבים משנים צורה ותכונות, השימוש בהם הופך לפשוט וקל, ואין צורך בידע רב כדי להפיק מהם את המירב. רצוי להתעדכן בשינויים החלים בצורת האריזה ובתנאי האחסנה בעקבות צורות העיבוד המשתנות והמתקדמות.
                            `,
                        ],
                    },
                    "סמני-ההכר-לאיכות-וטריות-של-הפירות-והירקות":{
                        type : "listDots",
                        content: [
                            `גודל אופייני.`,
                            `ריח אופייני.`,
                            `צבע.`,
                            `מרקם.`,
                            `עונות השנה.`,
                            `צורת אחסנה.`,
                            `ללא פגמים.`,
                        ],
                    },
                    "סוגי-ירקות":{
                        type : "listDots",
                        content: [
                            `ירקות בעלי שורשים מעובים או פקעות.-גזר, סלרי, קולורבי, צנון, צנונית,בטטה כתומה/אדומה, גזר כתום/סגול/צהוב, גזר גמדי(זן מיוחד קטן),שורש סלרי, לפת, סלק אדום, צנון לבן, שורש כוסברה, תפוחי אדמה לסוגיהם, שורש פטרוזיליה. כל מה שצומח מתחת לאדמה ואוכלים אותו.`,
                            `ירקות בעלי עלים ירוקים.-חסה ערבית/רומית, חסה עגולה (אייסברג) ,פטרוזיליה עלים, בזיליקום, חסה מסולסלת, חסה ראש זן: בן שמן, מנגולד-עלי סלק, כוסברה עלים, פטרוזיליה מסולסלת, תרד, ובאק צ'וי משתמשים כתוספת ירק מבושל גבעול ועלים באק צ'וי זה ירק שהגיע מהמזרח מזכיר חסה, אוכלים אותו לאחר בישול קצר בין חצי דקה לדקה.`,
                            `ירקות בעלי פרי.-גמבה אדומה/ צהובה, מלפפונים, פלפל ירוק זן:נהריה, קישואים, שועיעת ירוקה/צהובה, פלפל קאיין פלפל אדום קטן וחריף מאוד, במיה, חצילים לסוגיהם, עגבנייה, פלפל ירוק זן:קליפורניה, פלפל חריף, תירס`,
                            `הכרוב לסוגיו.-ברוקולי, כרוב לבן למילוי, כרוב מסולסל, כרוב ניצנים, קולורבי, קייל, כרוב לבן, כרוב אדום, כרוב סיני, כרובית.`,
                            `ירקות בעלי גבעול.-אספרגוס לבן, אספרגוס ירוק (שומרים עם בד לח במקרר), עירית, בצל ירוק, כרישה, סלרי עלים (כרפס אמריקני), שומר. האספרגוס נקטף באורך 15 ס"מ מעל פני האדמה`,
                            `אספרגוס אמור להיות עבה כמה שיותר, משתמשים בכתר ועוד חלק קטן, האמצע לסלט ואת החלק התחתון זורקים.`,
                            `הבצל לסוגיו.-בצל זן: בן שמן. בצל זן: גרנו 5. בצל זן:העמק (מצרי). בצלצלי פנינה, בצלי שאלוט, בצל סגול.   `,
                            `בצל יבש מאחסנים במקום קריר ומוצל ומאוורר על רשתות.`,
                        ],
                    },
                    "טמפ'-אחסון-חומרי-גלם":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                                <th>-18 מעלות</th>
                                <td>בשר, דגים עוף , קפואים </td>
                                <td> ירקות</td>
                                <td>מוצרי בצק</td>
                            </tr>
                            <tr>
                                <th>0 מעלות</th>
                                <td>יישון </td>
                                <td>דגים</td>
                                <td></td>
                            </tr>
                            <tr>
                                <th>0-2 מעלות</th>
                                <td>עוף</td>
                                <td>בקר </td>
                                <td></td>
                            </tr>
                            <tr>
                                <th>4 מעלות </th>
                                <td>ירקות</td>
                                <td>ביצים </td>
                                <td>מזון מוכן</td>
                            </tr>
                            <tr>
                              <th>4-7-10 מעלות</th>
                              <td>הפשרה </td>
                              <td></td>
                              <td></td>
                            </tr>
                            <tr>
                              <th>6-8 מעלות</th>
                              <td>פירות </td>
                              <td></td>
                              <td></td>
                            </tr>
                            <tr>
                              <th>16-18 מעלות</th>
                              <td>מחסן יבשים </td>
                              <td></td>
                              <td></td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "החוקים-לאחסון-נכון":{
                        type : "listNumbers",
                        content: [
                            `חדר סגור אטום ומאוורר.`,
                            `טמפ' מתאימה לחומרי גלם .`,
                            `יש לאחסן על מדפים בגובה 30 ס"מ ו 40 ס"מ.`,
                            `יש לשמור על סדר וניקיון .`,
                            `יש לאחסן באריזה מקורית והתווית המקורית .`,
                        ],
                    },
                    "אחסון-של-הפשרה":{
                        type : "listNumbers",
                        content: [
                            `יש להפשיר במקרר בלבד .`,
                            `יש לאחסן במדף תחתון .`,
                            `יש להפשיר על רשתות ומגש טפטוף מלמטה .`,
                            `יש להפשיר ללא אריזה אך מכוסה .`,
                        ],
                    },
                    "אחסון-חומרי-ניקיון":{
                        type : "listNumbers",
                        content: [
                            `במקום נעול עם מפתח אחד אצל המחסנאי .`,
                            `מקום נפרד מהמטבח .`,
                        ],
                    },
                },
                "כלים": {
                    "כלים-במטבח-ושימושיהם":{
                        type : "listDots",
                        content: [
                            `כף פריזיאן-שימושה ליצור צורת עיגול של כדורים מירקות ופירות, ישנה מנה ששמה תפו"א פריזיאן. שימוש נוסף של הכף לרוקן, לנקות, לחפור.`,
                            `זסטר-לגרידת תפוז, לימון, לקבלת פסים של הפרי, לקישוטים.`,
                            `שתול-מסייע לריענון להב הסכין.`,
                            `מספריים-משמש לניקוי דגים , עופות, כנפיים.`,
                            `תפוחן-משמש להוצאת ליבת התפוח.`,
                            `מועך-משמש למעיכת ירקות ולמעיכת תפו"א.`,
                            `מזלג-מסייע בחיתוך בשר.`,
                            `משטח-משטח בשרים קרפציו, כל השניצלים למיניהם.`,
                            `מנדולינה-מכשיר לחיתוך ירקות לפריסה אחידה ודקה.`,
                            `כותש שום-מועך את שיני השום לשום כתוש.`,
                            `כסרול-סיר לצלייה והמשך בישול.`,
                            `מרמיט- סיר לבישולים בנוזלים, מרקים, צירים, רטבים וכו'.`,
                            `קלחת-צמצום רטבים, חימום של מנות לפי הזמנה, העברת מזון.`,
                            `פויקה-סיר לתבשילי קדירה, בישול ארוך, באש גבוהה.`,
                            `מסננת סינית- בעיקר לסינון של נוזלים, מרקים, רטבים צירים.`,
                            `מסננת רשת- לסינון מוצרים מוצקים יותר, כמו תפו"א וירקות.`,
                            `סלמנדר- תנור המשמש להקרמות.`,
                            `קונבקטומר- אפייה או צלייה באוויר חם.`,
                            `ארון חימום צריך להיות בין 65-75 מעלות מעבר לזה האוכל מתייבש.`,
                            `תבנית גסטרונום מידה בינלאומית שתואמת לכלל המכשירים. מתחלק לגדלים של מגשים, 5, 10, 15, 20.`,
                        ],
                    },
                },
                "התפריט": {
                    "תורת-התפריט":{
                        type : "text",
                        content: [
                            `<ul>
                            <li>פרוט של מזון, מנות והמשקאות.</li>
                            <li>סדר להגשת המנות.</li>
                            <li>הסכם מחייב בן הסועד למקום- מה שרשום בתפריט זה מה שצריך לקבל.</li>
                            <li>נותן תדמית קונספט למקום.</li>
                            <li>כלי עבודה/ סידור עבודה/ הזמנת חומרים וציוד/ מסגרת עבודה.</li>
                            </ul>`,
                            `הזמנת חומרים לטווח הקרוב והרחוק, בסיס להכנה מוקדמת של חומרי הגלם והציוד הנדרש. בסיס לתכנון כ"א. בסיס לתכנון הבישול והפינוי של המזון.`,
                            `<ul>ידע נדרש מהשף לכתיבת תפריט:
                            <li>הכרת חומרי הגלם, מרכיבים, איכות וטריות, ערך תזונתי, תנאי אחסון, שינויים בטעם, מרקם, מראה וכדומה.</li>
                            <li>הכרת שיטות הבישול והתאמה לחומרי הגלם.</li>
                            <li>סידור כוח אדם גודלו ואיכותו, מקצועיות, התמחות, הספק אישי, מוטיבציה ולקיחת אחריות.</li>
                            <li>הכרת צורות ההגשה השונות, צלחת או פלטה.</li>
                            <li>שיקולים: יציבות המנה בגלי ההגשה, מרחק, מיומנות המגישים, זמן המוקצב לארוחה, צפיפות ישיבת הסועדים.</li>
                            <li>שירות אמריקאי: עיצוב המנה במטבח, יותר כוח אדם להגשה, שטחי הכנה ואחסון חם וקר, הערכות להעברת המזון מהמטבח.</li>
                            <li>שירות ישיר (המלצר מעצב את המזון בצלחת האורח), נוחות בהעברת המזון, הדרכת המלצר.</li>
                            <li>מזנון נוחות בלקיחת המזון, כמות וגודל המנות, ערכת המזון במגש או התבנית, ציפוי באספיק או רוטב, שינוי במרקם ומראה המזון לאחר הוצאתו, מזג אוויר, תברואה בקיץ.</li>
                            <li>הכרת עונות הגידול של ירקות ופירות: קבלת איכות ומחיר טובים יותר, שלבי הגידול השונים.</li>
                            <li>תמחור המנות: מנות בודדות או ארוחה מלאה.</li>
                            <li>הכרת הציוד במטבח ניצול מרבי של הציוד: מידות, נפח, סוגי אנרגיה להפעלה, זמני בישול, תפוקה (כמות החומר ביחס לעלות האנרגיה).</li>
                            <li>הכרת השוק: מחירים, צורות שיווק, אריזה ואחסון, שיקולי רכישה, (השוואת מחירים, מבצעים, דרישות התפריט וכדומה).</li>
                            <li>טרמינולוגיה מקצועית (הערכה לאישים שונים, ציון מאורעות, מקור חומר הגלם, תבשיל אופייני למקומות.</li>
                            </ul>`,
                        ],
                    },
                    "סוגי-התפריטים-השונים":{
                        type : "listDots",
                        content: [
                            `<ul>A LA CARTE
                            <li>מכלול של לפחות 3 מאכלים בכל קבוצה,, כאשר לכל מאכל מחיר משלו, הסועד יכול להרחיב או לצמצם את הארוחה.</li>
                            <li> הכנת המנות אחרי הזמנת הסועד בדרך כלל, ירקות ופחמימות מוכנות מראש.</li>
                            <li>סדר המנות הוא לפי כללים גסטרונומים אך זה לא מחייב את הסועד.</li>
                            <li>מבחר המנות אינו קבוע. הוא נקבע לפני מדיניות.</li>
                            <li>המבחר אמור לאפשר כמעט לכל סועד, למצוא את מבוקשו.</li>
                            </ul>`,
                            `<ul>MENU FIX
                            <li>ארוחה מלאה במחיר קבוע מראש.</li>
                            <li>המחיר ורמת הארוחה ידועים מראש.</li>
                            <li>אין חובה בבחירה אלא בהסכמה (בחירה מקובלת בעיקרית).</li>
                            <li>לפחות 3 מנות כדי לקבל ארוחה מלאה: פתיחה, עיקרית מלאה וקינוח.</li>
                            <li>אי ניצול חלק מהארוחה אינו מזכה את הסועד.</li>
                            </ul>`,
                            `מזנון-BUFFET.`,
                            `עיסקית-BIASNESS.`,
                            `מנת היום-PLAT DE JOUR.`,
                        ],
                    },
                    "סוגי-ארוחת-בוקר":{
                        type : "listNumbers",
                        content: [
                            `קונטיננטלית- מקובלת בעיקר באירופה. כוללת לחמנייה או קוראסון, חמאה, ריבה או דבש, משקה לפי בחירה.`,
                            `אנגלית- מאוחרת יחסית (ארוחת צהריים קלה), מזג אוויר קר ומסורת. כוללת :פירות, לפתן ומיצי פירות, דגניי בוקר, סוגי דגים מעושנים וכבודים, ביצים בצורות שונות (בחושות, עלומות, אומלטים וכו'), כליות, כבד ובשרים קרים, גבינות קשות, חמאה, דבש, ריבה, שתייה חמה ולחמים שונים.`,
                            `ארוחת בוקר ישראלית- כשרות, מזג אוויר חם ותנובת הארץ. יותר ירקות יותר יוגורטים יותר גבינות רכות, הרבה יותר מארוחת בוקר אנגלית.`,
                        ],
                    },
                    "קריטריונים-לבניית-תפריט-קבוע":{
                        type : "listDots",
                        content: [
                            `שמירה על מבנה התפריט (מצומצם או מורחב).`,
                            `סדר הגשת המנות.`,
                            `התאמת וגיוון בחומרי הגלם.`,
                            `שילוב וגיוון טעמים וצבעים.`,
                            `גיוון בשיטות הבישול.`,
                            `עמידה בתקציב וחלוקת התקציב בין המנות.`,
                            `משקלי המנות השונות (להתחשב בגודל הארוחה).`,
                            `שימוש במונחים מקצועיים.`,
                        ],
                    },
                    "הגורמים-המשפיעים-על-הרכבת-התפריט":{
                        type : "listDots",
                        content: [
                            `סוג המוסד שהמטבח משרת.`,
                            `סוג הסועדים :הרגלי אכילה, דת, מסורת, מוצא וגיל.`,
                            `כמות הסועדים.`,
                            `גיוון והתאמה: שיטות בישול, טעמים, צבעים וחומרי גלם.`,
                            `גיוון בארוחות- בתפריט השבועי.`,
                            `סוג התפריט- קלאסי, מודרני, לאומי, כשר, חגיגי וכו'.`,
                            `תקציב- עלות המזון (FOOD COST) והוצאות כלליות.`,
                            `עונות השנה: בקיץ קל יותר (ירקות, פירות, בשר לא שמן, פחות שומן). חורף – בשר שמן, קטניות, כרוביים, רוטב עשיר, בשר שמן.`,
                            `עונת גידול- בעיקר ירקות ופירות.`,
                            `מועד הארוחה- חגים, שבת, וכדומה.`,
                            `ערך תזונתי בעיקר אורח קבוע. מדובר על חלבונים, פחמימות, שומנים, ויטמינים ומינרלים.`,
                            `שעת הארוחה (בערב- קל יותר לעיכול אך עשיר יותר).`,
                            `כוח אדם- כמות ומיומנות.`,
                            `ציוד, אנרגיה לבישול, נפח קירור (חלוקה).`,
                            `עקרונות גסטרונומיים- הגשת המנות, התאמה, גיוון ושילוב לפי כללים גסטרונומיים.`,
                        ],
                    },
                    "חשיבות-סדר-הגשת-המנות":{
                        type : "listDots",
                        content: [
                            `ליצור מעבר מדורג- מהמאכלים הקלים שתפקידם לעורר את התיאבון ולגרות את מיצי העיכול.`,
                            `אל שיר הארוחה – מנה עיקרית.`,
                            `וחזרה אל הקל, עד הקינוח המתוק (פחמימה-למנוע עייפות).`,
                            `סדר ההגשה גם מאפשר תכנון, הכנה והוצאת המנות בצורה מסודרת ללא קשר לגודל הארוחה.`,
                        ],
                    },
                },
                "המטבח-הקר": {
                    "כללי":{
                        type : "text",
                        content: [
                            `העבודה במטבח הקר רב גוונית היא. תפקידיה העיקריים הם: הכנת מנות ראשונות, סלטים למיניהם ומזנון קר. בשטח זה יכול הטבח להפעיל את דמיונו וליצור יצירות שונות ויפות.`,
                            `יתרה מזו בהשקעה של מעט מחשבה וידע ניתן אף לנצל לצורך זה את שאריות של בשר, דגים וכדומה.`,
                            `תפקידה העיקרי של המנה הראשונה הוא לגרות את התאבון.`,
                            `בשתי דרכים נשיג זאת: קישוט נאה שימשוך את עיני האורח, והטעם הפיקנטי שיחוש בו ברגע שיטעם המנה.`,
                        ],
                    },
                    "המיונז-מיונית":{
                        type : "listDots",
                        content: [
                            `תחליב- אמולסיה הנוצר על ידי ערבוב חלמוני ביצים ושמן בעלי טמפרטורה שווה וממוזגת, ובתוספת חומרי טעם.`,
                            `<ul>להכנת ליטר מיונז צריך
                            <li>4-5 חלמונים.</li>
                            <li>לימון.</li>
                            <li>800 סמ"ק שמן.</li>
                            <li>מלח.</li>
                            <li>2 כפות חומץ או  מיץ לימון.</li>
                            <li>1 כף חרדל.</li>
                            <li>קורט מלח.</li>
                            </ul>`,
                            `<ul>אופן הכנה
                            <li>מערבבים היטב את החלמונים עם חרדל, מלח וסוכר.</li>
                            <li>מוסיפים שמן בהדרגה תוך כדי ערבוב מהיר, לאחר מכן מוסיפים את החומץ.</li>
                            <li>לוודא אחסון בכלי מכוסה במקרר עם טמפ' מקסימאלית של 6 מעלות צלזיוס. מוצר זה מעובד ומפוסטר ניתן להחזיק ללא קירור עד לפתיחת האריזה ואז לאחסן בקירור. צריך לעשות בתוך קערת מתכת או זכוכית יבשה וקרה , לא בקערה פלסטיק. הביצים והשמן צריכים להיות באותה טמפ'.</li>
                            </ul>`,
                            `מיונית מפורקת מתקנים בעזרת חלמונים`,
                            `<ul>צאצאים של מיונז
                            <li>רוטב שנטיאי SAUCE CHANTILLY-מוסיפים מיץ לימון, מעט סוכר ושמנת מוקצפת.</li>
                            <li>רוטב טירולי  SAUCE TYROLIENNE-מוסיפים רסק עגבניות ובצל מרוסק.</li>
                            <li>רוטב שוודי SAUCE SUEDOISE-מוסיפים חזרת מרוסקת, רסק תפוחי עץ, שמנת ומעט חרדל.</li>
                            <li>מיונית מוקרשת MAYONNAIS COLLEE-מערבבים בין שני חלקי המיונית בחלק אחד של קריש נוזלי.</li>
                            <li>רוטב רביגוט SAUCE RAVIGOTE-מוסיפים מחית מעשבי תיבול ותרד חלוטים ומעט שום כתוש.</li>
                            <li>רוטב יפו-SAUCE JAFFA-מוסיפים מיץ לימון ותפוזים ומעט גרידת תפוז.</li>
                            <li>רוטב אנדלוז SAUCE ANDALOUSE-מוסיפים רסק עגבניות ופלפל ירוק חתוך לרצועות דקות.</li>
                            <li>רוטב קווקזי SAUCE CAUCASINNE-את החומץ בהכנת המיונז מחליפים ביין לבן ומוסיפים רסק עגבניות חזרת ובצלי פנינה.</li>
                            <li>רוטב רמולד SAUCE REMOULADE (למבחר בשרים קרים)-מוסיפים אנשובי, צלפים, מלפפון כבוש, בצל ופטרוזיליה. הכל קצוץ דק.</li>
                            <li>רוטב טרטר SAUCE TARTARE-מוסיפים עירית וקוביות קטנות מביצים קשות.</li>
                            </ul>`,
                        ],
                    },
                    "רטבים-קרים-שונים":{
                        type : "listDots",
                        content: [
                            `חזרת בשמנת-RAIFORT A LA CREM-על החזרת המרוסקת יוצקים מעט חומץ ומערבבים בשמנת מתוקה. מוזיפים מלח וסוכר לפי הטעם. רצוי להגיש מוקפא מעט.`,
                            `רוטב חזרת עם סלק-RAIFORT AUX BETTERAVES- מרסקים סלק מבושל בפומפייה דקה ומוסיפים חזרת מרוסקת, מלח, חומץ וסוכר.`,
                            `רוטב מנטה (נענע)-SCE/MENTHE-חותכים את עלי הנענע, יוצקים עליהם חומץ מהול רותח ומקררים. מסננים ומוסיפים מלח, פלפל וסוכר. בסוף מוסיפים עלי נענע טריים קצוצים.`,
                            `רוטב וינגרט-SCE/VINAIGRETTE-מערבבים 1/3 חומץ, 2/3 שמן, פטרוזיליה, ביצים קשות, צלפים, דרכון, עירית, בצל ומלפפונים כבושים הכל קצוץ דק.`,
                            `חזרת במיץ תפוזים-RAFIFORT AUX ORANGES-מערבבים תפוחי עץ מרוסקים עם אותה כמות חזרת ומוסיפים סוכר, מיץ לימון, מיץ תפוזים וקליפת תפוזים מגורדת בפומפייה דקה ביותר.`,
                            `רוטב קוקטייל-COCKTAIL SAUCE- מערבבים את המיונית עם קטשופ, מיץ לימון טרי, מעט קוניאק, רוטב אנגלי, חזרת מרוסקת, מלח, פלפל, פלפלת חריפה או טבסקו, אפשר לדלל בשמנת חמוצה.`,
                        ],
                    },
                    "סלטים-מורכבים":{
                        type : "listDots",
                        content: [
                            `סלט נוסח "ניצה"/ סלט ניסואז-בתוך קערה לסלט מסדרים בנפרד פלחי עגבניות, שעועית ירוקה, כרפס, תפוחי אדמה, זיתים בלי חרצנים וביצים קשות. בשכבה עליונה שמים פילה אנשובי וצלפים. על זה יוצקים תחמיץ רגיל עם בצל חתוך דק.`,
                            `סלט נלסון-חותכים ביצים קשות, מלפפונים טריים וחמוצים לפרוסות, מערבבים בזהירות ומסדרים בכלי הרצוי. מוסיפים רוטב מיונז פיקנטי עם פטרוזיליה קצוצה.`,
                            `סלט וולדורף-חותכים תפוחי עץ, אננס ושורש כרפס לג'וליאן, מוסיפים אגוזים קצוצים גס ומערבבים עם מיונז ושמנת מוקצפת. אפשר להשתמש בסלט זה כמילוי לתפוחי עץ וחצאי אשכוליות. לתיבול משתמשים במיץ לימון, מלח ומעט פלפל לבן, אפשר להוסיף מעט סוכר לקישוט אפשר להוסיף דובדבן מסוכרת.`,
                        ],
                    },
                    "כדאי-לדעת":{
                        type : "listDots",
                        content: [
                            `סלט ניצה ניסואז-שעועית ירוקה מבושלמת במי מלח. רוטב אופייני ויניגרט.`,
                            `סלט וולדורף-תפוחי עץ, סלרי, אננס ואגוזי מלך.`,
                            `סלט קיסר-הרוטב עשוי מווסטרשייר (רוטב אנגלי מיושן בחביות), פרמז'ן, חלמון, אנשובי, שמן ועוד.`,
                            `סלט איטלקי-בשר כבוש או נקניק.`,
                            `סלט מימוזה-סלט חסה מקושט עם חלמון ביצה קשה.`,
                            `סלט ארטישוק בנוסח יווני-תחמיץ של יין לבן, שום, שמן זית, מים, עלה דפנה.`,
                            `סלט חצילים בנוסח רומני- קלייה של החצילים על להבה גלויה, תיבול שמן, שום, מלח ומיץ לימון.`,
                            `סלט גזר מזרחי-גזר מבושל, פרוס ומתובל בכמון, לימון ושום.`,
                            `סלט טאבולה-בורגול מושרה/ קוסקוס מאודה, מלפפון, ירק קצוץ, שמן, מיץ לימון, מלח ופלפל.`,
                            `פלפל ירוק, גמבה, פלפל חריף- או מטגנים בשמן רגיל עמוק או מורחים בשמן וקולים על הגריל.`,
                        ],
                    },
                    "הקוקטייל":{
                        type : "listDots",
                        content: [
                            `מגישים בדרך כלל בכוסות על רגל. את הכוסות מגישים על גבי צלחת עם "דוליס" – דף עיתון תחרה.                            `,
                            `הקוקטייל המוגש כמנה ראשונה הוא על פי רוב נוזלי יחסית.`,
                            `<ul>
                            <li>קוקטייל מבוסס על פירות בתוספת מיץ פירות, מיץ לימון וליקר.</li>
                            <li>קוקטייל מיצים שונים בתוספת תבלינים ומשקאות חריפים.</li>
                            <li>קוקטייל מחומרים שונים כמו: דג, בשר, ירקות או חומרים מעורבים בתוספת רוטב פיקנטי.</li>
                            </ul>`,
                        ],
                    },
                    "דוגמאות-לקוקטיילים":{
                        type : "listDots",
                        content: [
                            `קוקטייל קריספי (פריך)-מורכב מחתיכות אגסים, פילה תפוז ואשכולית מעורבים עם מיונז שמכיל גרידת תפוז, מיץ תפוזים וברנדי. מוגש בכוסות שמפנייה רחבות ומקושט בדובדבן ואגוז מלך.`,
                            `קוקטייל חסילונים(שרימפס) חסילונים מבושלים מושרים בברנדי ומיץ לימון. ממלאים כוסות שמפניה רחבות ברוטב מיונז פיקנטי עד לחצי מהגובה. על שפת הכוס מסדרים את החסילונים עם הזנב כלפי חוץ, מקשטים בביצה קשה ופטריות כמהין.`,
                            `קוקטייל הדר- מעל קערה מפלטים תפוזים, אשכוליות, אשכולית אדומה. לתוך המיץ שנוצר שמים את הפילטים מתבלים במעט סוכר, מיץ לימון, קירסאו (קואנטרו) מגישים בכוס קרה מאוד עם עלה נענע.`,
                            `קוקטייל גספצ'ו-בעיקר עגבניות, מלפפונים ושום.`,
                            `קוקטייל אילת-מפוררים דגי ים סוף מבושלים ומערבבים אותם עם קוביות מלפפון כבוש, בצל "ברנואז", צלפים ומעט מיונז פיקנטי. מגישים בכוסות מרטיני מעל יוצקים מעט רוטב "קוקטייל".`,
                            `קוקטייל בלאדי מרי- יוצקים בכוס מיץ עגבניות מעל בזהירות בעזרת כפית מוסיפים וודקה, וכמה טיפות טבסקו. מוגש עם גבעול סלרי אמריקאי.`,
                            `קוקטייל וי 8- מערבבים מיץ עגבניות, גזר, תפוזים ואננס ומוסיפים מעט מלח, מיץ לימון ומעט קוניאק. אפשר לשנות על ידי הוספת מיץ מפירות אחרים.`,
                            `אפשר להגיש קוקטיילים שונים העשויים ממיצי פירות שונים, בודדים או מעורבים, בתוספת משקאות חריפים, תבלינים וקרח כתוש. אפשר לערבב מיצים אלה בשמנת מתוקה.`,
                            `מנות ראשונות קרות מדגים-סביצ'ה, קרפצ'יו, סושי, סשימי וטרטר. המשקל בין 80-120 גרם.`,
                        ],
                    },
                    "קריש-GELLE-ASPIC":{
                        type : "text",
                        content: [
                            `קריש הוא אחד המוצרים היסודיים במטבח הקר. הוא עשוי מנוזלים צחים מוקרשים. משתמשים בקריש צח ושקוף לצפוי או לעטיפה של חומרים שונים כגון: ממרחים עדינים, ביצים, בשר, עוף, דגים, סלטים ואחרים. מכינים בתבניות למנות בודדות או בתבניות גדולות מקושטות יפה.`,
                        ],
                    },
                    "ממרחים-MOUSSE-ET-MOUSSELINE":{
                        type : "listDots",
                        content: [
                            `ממרח מוקפץ-ממרחים אלה עשירים ועדינים ביותר והכנתם דורשת קפדנות. משתמשים בחומרים בעלי איכות גבוהה ביותר, ובמקום שבו יש לנהוג בחיסכון מוטב שלא לעשותם.`,
                            `המוס מורכב מ4 גורמים עיקריים:<ol>
                            <li>מחית עדינה וחלקה ביותר מהחומר העיקר.</li>
                            <li>רוטב יסודי לבן "VELOUTE" מבוסס על אותו חומר.</li>
                            <li>קריש רצוי גם כן מאותו חומר או חומר הדומה לו.</li>
                            <li>שמנת מוקצפת במקרה שלא ניתן לשימוש בגלל הכשרות אפשר להוסיף בהגשה יותר "VELOUTE" בתוספת חלמונים או כמות שווה של שומן מוקצף.</li>
                            </ol>`,
                            `מערבבים את החומרים לפי הסדר המצויין להלן:<ol>
                            <li>200 גרם רוטב לבן יסודי לבן.</li>
                            <li>500 גרם ממרח לפי בחירה.</li>
                            <li>200 גרם שמנת מוקצפת.</li>
                            <li>150-200 גרם קריש.</li>
                            <li>התוצאה 1.1 ק"ג ממרח.</li>
                            </ol>`,
                            `תוספות<ul>
                            <li>בתוספת 1/2 ק"ג מחית עוף נוצר ממרח עוף- בתוספת 1/2 ק"ג כבד עוף נוצר ממרח כבד עוף.</li>
                            <li>בתוספת 1/2 ק"ג כבד אווז נוצר ממרח כבד אווז-בתוספת 1/2 ק"ג מחית דגים נוצר ממרח דגים.</li>
                            <li>מוס- מנה ראשונה, נעשית בתהליך קר והגשה קרה.
                            <br>חומרים הקושרים אותה מוסיפים בזמן התהליך תוך כדי העיבוד בדרך כלל בשלב הטחינה.
                            </li>
                            </ul>`,
                            `<ul>
                            <li>חומרי הקשירה : חמאה מוקצפת, שמנת סמיכה מוקפצת, מיונז, ג'לטין וכו'.</li>
                            <li>דוגמאות: מוס דגים מעושנים או כבושים בצורה זהה כמו באבוקדו.</li>
                            <li>המוס יכול להיות חלק מתהליך הכנה של מנות אחרות לפני הבישול.</li>
                            </ul>`,
                        ],
                    },
                    "דברי-מאפה-TARTELETTES":{
                        type : "listDots",
                        content: [
                            `משתמשים בדברי מאפה שונים הממולאים בממרחים, סלטים, ירקות, בשר, דגים בקוויאר וכדומה.`,
                            `מקובל להשתמש בדוגיות-BARQUETTES או בסלסילות TARTELETTES העשויים מבצק פריך או מבצק עלים בפחזניות PROFITEROLES CAROLINES מבצק רבוך או בפשטידיות קטנות BOCHEES מבצק עלים או בBRIOCHES מבצק שמרים.`,
                        ],
                    },
                    "פשטידת-מעדן-PATES":{
                        type : "listDots",
                        content: [
                            `פשטידות אלה נחשבות למעולות שבין המעדנים של המטבח הקר, וכאשר הן מבוצעות על ידי בעל מקצוע מעולה הן מהוות תמיד נקודת משיכה מיוחדת הן במטבח הקר והן בארוחות קרות.                            `,
                            `הן מורכבות מ4 מרכיבים יסודיים:<ul>
                            <li>הבצק שמהווה את הקרום הפריך.</li>
                            <li>המחית שהיא המלית והיא עשויה מהחומר היסודי כגון: בשר, עוף, עגל, לשון, כבד אווז או דגים.</li>
                            <li>חומרי הקישוט הפנימיים כגון: כבד אווז שלם, לשון כבושה, שקדים ירוקים, כמהין, פילה בקר ועוד.</li>
                            <li>קריש שתפקידו למלא את החלל הריק שנוצר בזמן אפיה.</li>
                            </ul>`,
                        ],
                    },
                    "טרין-TERRINE":{
                        type : "listDots",
                        content: [
                            `המושג טרין מתייחס לכל מאכל שעשוי מתערובת טחונה דק מאוד מבשר, עוף דגים וירקות. מונחת בתבנית לטרין ואפויה באמבט מים בתנור. המושג טרין נקרא על שם התבנית. לאחר אפיה מצננים היטב, מוציאים מהתבנית ומגישים קר מאוד.`,
                            `טרין כבד אווז-שומן אווז חלק מהמתכון. משרים את הכבד בשלמותו בברנדי ובתבלינים מתאימים.`,
                        ],
                    },
                    "מוסולין-MOUSSELINE":{
                        type : "listDots",
                        content: [
                            `ההבדל בין מוס למוסלין, את המוסלין מכינים עם חומרי מזון שצריך לבשל לפני ההכנה.`,
                            `כבד עדין:עוף, עגל, אווז, ברווז, מטגנים אידוי עם מעט חמאה. משלהבים עם ברנדי, מקררים וטוחנים.`,
                            `אפשרות שנייה פחות מקובלת, לקחת סוג של בשרים עדינים, עוף, דגים, לשון, מבושלים בנוזל טוב, מצננים בנוזל ואז טוחנים.`,
                            `אפשרות שלישית היא ערבוב בין בשר לכבד.`,
                            `למחית מוסיפים את חומר הקשירה, שמנת מוקצפת, חמאה מוקצפת, אספיק, מערבבים, מתבלים, מקררים.   אפשר לזלף או לפרוס.`,
                            `מגישים כמנות ראשונות אישיות או כפלטות ראווה.`,
                        ],
                    },
                    "חזה-עוף-גלנטין-GALANTINE":{
                        type : "listDots",
                        content: [
                            `גלנטין חזה עוף ממולא בסוגים שונים של מילויים, לפלטות קרות במזנונים קרים. עשוי בשליקה.`,
                            `אפשר לעשות גלנטין גם מעוף שלם, ברווז, חזה עגל, שוק של הודו וחלקי בשר או עוף החופשיים מעצמות.`,
                        ],
                    },
                    "כריכונים/מתאבן/קנפסים-LES-CANAPES":{
                        type : "listDots",
                        content: [
                            `המתאבנים הקרים הם בדרך כלל טוסטים קטנים העשויים מלחמים שונים בגודל ובצורה שונה. כך שניתן לאוכלם בביס אחד. מקושטים בבשר, דג, סלט מורכב, קוויאר וכו'. בדרך כלל מצופים באספיק.                            `,
                            `<ul>
                            <li>קנפס אנשובי-טוסטים קטנים מרוחים בחמאת אנשובי ומקושטים עם פילה אנשובי וביצה קשה מגוררת.</li>
                            <li>קנפס קוויאר-טוסטים קטנים מרוחים בחמאה ומקושטים בקוויאר.</li>
                            <li>קנפס טרטר-טוסטים קטנים מרוחים בחמאה ומעליהם סטייק טרטר.</li>
                            <li>קנפס לשון-טוסטים קטנים מרוחים בחמאת חרדל ומעל ג'וליאן לשון כבוש.</li>
                            <li>קנפס סלמון מעושן-טוסט קטן מרוח בחמאה/ גבינת שמנת ומעל סלמון מעושן.</li>
                            <li>קנפס כבד אווז-טוסט קטן מרוח במוס כבד אווז ומקושט בפרוסת כמהין.</li>
                            </ul>`,
                        ],
                    },
                    "זקוסקי-ZAKUSKY":{
                        type : "listDots",
                        content: [
                            `מבחר מנות ראשונות בסגנון רוסי, המוגשות לפני הארוחה או בקבלת פנים.`,
                            `הוודקה מהווה חלק בלתי נפרד.`,
                            `מורכב בעיקר ממוצרי דגים מעובדים: סלמון מעושן או כבוש, פורל מעושן, דגים מלוחים, קוויאר, אנושבי, מאפים שיש בהם דגים.`,
                        ],
                    },
                    "עיצוב-וקישוט":{
                        type : "listDots",
                        content: [
                            `הקישוט חייב להיות אכיל.`,
                            `התאמה של חומרי הקישוט למנה, להשתדל שחלק מהקישוט יהיה מהמרכיבים של המנה.`,
                            `הכלים חייבים להיות מותאמים, יפים, בגודל נכון ונקיים.`,
                            `הקישוט פרקטי ושלא ישחיר.`,
                            `הקישוט חייב להיות שווה ואחיד בכל המנות.`,
                            `גיוון בצבעים ובצורות.`,
                            `לא גדול מדי, לא לעבור את גבולות הצלחת ולא להסתיר את המנה.`,
                            `כדאי לדעת<ul>
                            <li>אנטי פסטי – מבחר מנות ראשונות פיקנטיות בסגנון איטלקי, חלק מהמנה עם ירקות עשויים על הגריל, דגים ובשרים.</li>
                            <li>"טאפאס"- ספרדי- תפריט מנות קטנות המוגשות כחטיף מתאבנים.</li>
                            <li>"קאנפה"- כריכונים קטנים מסוגי לחם שונים ותוספות.</li>
                            <li>"זאקוסקי"- מבחר מנות ראשונות קרות מהמטבח הרוסי.</li>
                            <li>"מאזטים"- מבחר מנות ראשונות קרות מהמטבח היווני.</li>
                            </ul>`,
                        ],
                    },
                    "דגים":{
                        type : "listDots",
                        content: [
                            `FUME-דג מעושן- עישון קר- העישון מתבצע בטמפ' של 25 מעלות. העשן מגיע קר לדג מתאים לדגים עדינים כמו סלמון, פורל וטונה.`,
                            `עישון חם- בעזרת עישון חם, החום מבשל את הדג עם טעמים של סוג העץ שאיתו מעשנים. מתאים לקרדה, סלמון טונה ומקרל.`,
                            `אילתית מעושנת (סלמון) כמה ראשונה קרה, טוב להגיש עם רוטב קר של שמנת עם חזרת.`,
                            `צורת הגשה קלאסית היא בצלחת מתאימה לגודל המנה בתוספת טוסט וחמאה.`,
                            ` גראבלקס- סלמון כבוש- על פילה דג של 900 גרם מערבבים 75 גרם מלח עם 120 גרם סוכר, 2 כפיות גרגרי פלפל לבן, מפזרים על הדג את התערובת ומעל מפזרים שמיר. משרים את הדג במשך יומיים.`,
                            `MARINE דג כבוש-יש שני סוגי כבישה, כבישה לבנה וכבישה אדומה שהכבישה זו נשתמש בסלק. הכבישה מתבצעת במרינדה עם מים, מלח וחומץ, ירקות ותבלינים. מטיאס והרינג דגים מתאימים.`,
                            `דג מלוח –SALE- מפזרים כמות גדולה ל מלח גס לשם הוצאת נוזלים מהדג, סרדינים אנשובי ובמיוחד הרינג!!!`,
                            `דג מיובש-SACHE- ייבוש הדג נעשה על ידי משוב אוויר, ייבוש המים בדג יש המשתמשים במלח, חיי מדף ארוכים (סול, קוד ובקלה).`,
                            `דג נא-דג שלא עבר בישול, צריך להיות מדג איכותי עדין וטרי ביותר.`,
                            `סשימי-דג טרי איכותי, נא וללא עצמות, פרוס דק!!! מגישים על קרח. דרך כלל מגישים ליד ווסבי, ג'ינג'ר, רוטב על בסיס סויה קר ומלפפון ירוק`,
                            `טרטר-קוצצים את הדג נא לברונואז קטן. מוסיפים את חומרי הקישוט, עשבי תיבול, בצל קצוץ, זיתים שחורים וכו'. הכל חתוך לקוביות קטנות. רצוי להשלים טעם קרוב ככל האפשר לפני ההגשה`,
                            `קרפצ'יו-פורסים את הדג הנא דק דק, ורגע קצר לפני הגשה נותנים לו את הכבישה. מלח גס, פלפל שחור גרוס, שמן זית ולימון או חומץ.`,
                            `איקרה-IKRA- מכינים מביצי דגים שמן ולימון לרוב מקרפיון, ממליחים או שמשרים במים מלוחים. מוסיפים פירורי לחם לבן מושרה בחומץ ובצל קצוץ, טוחנים עד מרקם חלק ומוסיפים שמן בזרם דק כמו למיונז. משלימים טעם עם חומץ ומלח. המרקם כמו של מיונז סמיך.`,
                            `הגשה- על לחם, עגבניות, מלפפונים וכדומה או כמילוי למנות ראשונות. הצבע תלוי מסוג הדגים או צבע מאכל. בטורגו-ביצי בורי ממולחים, מיובשים, עטופים בשעווה.`,
                            `בורי ממולחים, מיובשים, עטופים בשעווה.אמריקה בפרו, אך הוא נפוץ בכל העולם. בדרך כלל מה שמוכר במטבח האסייתי והאירופאי הכנת הדג נעשת על המקום, על מנת לא לבשל את הדג, אך יש מתכונים שמקורם בפרו שתהליך ההכנה יכול להיות גם שעתיים, על מנת לחזק את הטעמים. הסביצ'ה מורכב מדגים לא מבושלים, דג נא המושרים במיץ ליים או לימון, ניתן להשתמש גם במיצים אחרים. עם בצל קצוץ ירקות פירות מנגו  עשבי תיבול כוסברה וכדומה. ותוספות שונות אלכוהול וטקילה. שמן זית ומיץ לימון בתיבולים שונים`,    
                            `אסקבש דגים-ESCABECHE DE POISSON- מקמחים ומטגנים בשמן דגים קטנים או חתיכות של דגים גדולים. בנפרד מכינים רוטב: פורסים גזר ובצל לאמנסה. מטגנים בשמן, מוסיפים חומץ מהול במים, שום שלם, עלי דפנה ופלפל אנגלי. יוצקים חם על הדגים ומקררים ל24 שעות בתוך הרוטב. לאחר הקירור מסדרים מהדגים על גבי צלחת ההגשה, מקשטים באמנסה של הגזר והבצל מהרוטב, יוצקים קצת מהרוטב ומפזרים פטרוזיליה קצוצה.`,    
                        ],
                    },
                },
                "תברואת-המזון": {
                    "תברואת-מזון":{
                        type : "listDots",
                        content: [
                            `טמפרטורה `,
                            `נקיון ציוד  `,
                            `תהליך הפשרה `,
                            `טמפ' בישול `,
                            `HACCP                                                                                                             `,
                            `עיבוד `,
                            `תרשים זרימה                                                                                `,
                            ` GMP`,
                            `שרשרת " חם "                                                                                            `,
                            ` הכנות מוקדמות`,
                            `שרשרת "קור"                                                                                                `,
                            `בלאסט צ'לר`,
                            `שינוע                                                                                                             `,
                            `טמפ' אחסון `,
                            `הגיינה סביבתי               `,
                            `זיהום צולב    `,
                            `הגיינה אישית     `,
                            `גולמי מעבד     `,
                            `איזור נקי    `,
                            `רכישת חומרי גלם                                                           `,
                            `איזור מלוכלך    `,
                        ],
                    },
                    "מושגים":{
                        type : "listDots",
                        content: [
                            `איזור נקי – רק לאחר בישול ( נקי מחיידקים )`,
                            `איזור מלוכן – כל התהליך מתחילת הכנסת חומרי גלם ( מלוכן מחיידקים )`,
                            `שרשרת חום – שמירה על מוצר בטמפ' של 65 מעלות ( ובישול מתבצע מ 70 מעלות ).`,
                            `שרשרת קור – שמירה על המוצר בטמפ' של 4 מעלות .`,
                            `טמפ' אחסון – קשות 16-18 מעלות .`,
                            `מקפיא – מינוס 18 מעלות `,
                            ` מקרר- 4 מעלות`,
                            `קצבייה – 16-18 מעלות `,
                            `הפשרה – מקרר הפשרה בלבד עד 10 מעלות .`,
                            `תברואה `,
                            `היגיינה ובטיחות במזון `,
                        ],
                    },
                    "החיידקים":{
                        type : "text",
                        content: [
                            `ניתן להאט את קצת ההתרבות במידה ונשמור על הגיינה ובטיחות במזון .`,
                            `החיידקים לא ניתן לזיהוי ללא מכשירים .`,
                            `קצב התרבות של החיידקים בתנאים אופטימלים הם בקצב הכפלה של 20 דק' .`,
                            `אורגניזים חיי מתרבה במהירות ותנאי גידול נכונים ( בעלי חיים מזיקים ).`,
                            `** בהקפאה אין השמדה של חיידקים .`,
                            `בקירור הם מתרבים לאט .`,
                        ],
                    },
                    "תנאים-לגידול-והתרבות-חיידקים":{
                        type : "listDots",
                        content: [
                            `מזון – חלבונים בעיקר .`,
                            ` אויר ( חמצן )`,
                            ` לחות 1.5% `,
                            ` PH 4-7 `,
                            ` טמפרטורה 5-55 מעלות .`,
                        ],
                    },
                    "קבוצות-של-חיידקים-שמתרבים-עם-/-בלי-חמצן":{
                        type : "listDots",
                        content: [
                            `אנרוברים – מתרבים אך ורק ללא חמצן .`,
                            `אירובים – מתרבים עם חמצן כי זה לא אטום לגמרי `,
                            `פקולטטים – אנרובים – יודעים להתרבות גם עם חמצן וגם בלי חמצן .`,
                            `חיידק ליסטריה – מסוכנים ביותר לנשים בהריון ונוצר מחיידק פקולטטיר אנרובים .`,
                        ],
                    },
                    "חומציות":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <td>PH0</td>
                              <td>חומצי </td>
                            </tr>
                            <tr>
                              <td>PH4</td>
                              <td>מתחת אין חיידקים </td>
                            </tr>
                            <tr>
                              <td>PH7</td>
                              <td>נטרלי </td>
                            </tr>
                            <tr>
                              <td>PH14</td>
                              <td>בסיסי </td>
                            </tr>
                          </table>`,
                            `PH– אחוז חומציות בחומר גלם .`,
                            `יש 14 דרגות PH וב 7 הPH נטרלי .`,
                            `מתחת לPH 4 אין חיידקים שיודעים להתרבות .                            `,
                        ],
                    },
                    "טמפרטורה":{                                                        
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>התרבות איטית</th>
                              <th>התרבות אפטמלית / מהירה</th>
                              <th>התרבות איטית</th>
                            </tr>
                            <tr>
                              <td>50-65 מעלות</td>
                              <td>15-50 מעלות</td>
                              <td>7-15 מעלות</td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "קבוצות-עיקריות-של-חיידקים":{
                        type : "listDots",
                        content: [
                            `קליפורמים<ul>
                            <li>מתרבים באוויר 20-30 מעלות עד 1000 קלפורמים בגרם אחד של מזון .</li>
                            <li>מצויים במוצרי מזון אשר עברו טיפול טרמי אך לא אוכסנו כיאות לאחת מכן .</li>
                            <li>אם מגיע ליותר מ1000 בגרם אחד אז יש המון קלופרמים המסוכנים לאדם .</li>
                            </ul>`,
                            `פרביוטים<ul>
                            <li>חיידקים טובים תורמים למרקם המזון , משנים את מרקם המזון , מסייעים לשיפור מערכת העיכול כמובן מחזקים את מערכת החסינות של גוף האדם . </li>
                            <li>מיוצרים ביוגורט משנים את תרכובת מוצרי החלב השונים .</li>
                            </ul>`,
                            `פתוגנים<ul>
                            <li>מסוכנים לסטירה , שגולה , סלמונלה , ECOLI , סטפילוקוקוס , בצילוס צראוס .</li>
                            <li>מצויים בעיקר במזון שלא עבר טיפול תרמי נכון ( פסטרמה , בעלי כנף , גבינות ).</li>
                            </ul>`,
                            `נבגים<ul>
                            <li>חיידק באינו פעיל עד שמקבל תנאי טמפ' מתאימים מושמד ב121 מעלות .</li>
                            <li>נמצא בעיקר בשמורים , תבלינים יבשים ולכן המוצרים עוברים עיקור והקרנה ב121 מעלות יותר .</li>
                            </ul>`,
                        ],
                    },
                    "תהליך-פסטור":{
                        type : "listDots",
                        content: [
                            `תהליך בו מושמדים רוב החיידקים הפיתוגנים .`,
                            `התהליך מאריך את חיי המדף של חומרי הגלם .`,
                            `ביצים – 61 מעלות למספר שניות `,
                            `ב73 מעלות הזרמת החלב בצינור בטמפ' מתאימה למשך 15 שניות .`,
                        ],
                    },
                },
                "היגיינה-ובטיחות-במזון": {
                    "בשל-קרר-ובשל-הקפא":{
                        type : "text",
                        content: [
                            `בשל קרר – ישירות מהתנור (70מעלות) לבלאסטצילר כ 90 דק' או עד שטמפ' בליבת המוצר מגיעה ל 3 מעלות . ניתן לשמור בקירור כ 3 ימים בטמפ' של 4 מעלות , לאחר מכן חימום המוצר ב70 מעלות .`,
                            `בשל הקפא – ישירות מהתנור ( 70 מעלות ) לבלאסטצילר 180 דק' או עד שהטמפ' בליבת המוצר מגיעה ל 18 מעלות ניתן לאחסן במקפיא כ3 חודשים , הפשרה עד 10 מעלות וחימום בתנור ל 70 מעלות .`,
                            `<table>
                            <tr>
                              <th></th>
                              <th>בשל קרר</th>
                              <th>בשל הקפא</th>
                            </tr>
                            <tr>
                              <th>יתרונות</th>
                              <td>* המזון לא נפגע מהמקפיא .<br>
                              * ניתן להכין את רוב סוגי המזון בשיטה זו .<br>
                              * חסכון בכוח אדם .<br>
                              * תכנון תפריט 
                              </td>
                              <td>* תכנון לטווח ארוך .<br>
                              * חסכון בכוח אדם .<br>
                              * מזון לא מזוהם .
                              </td>
                            </tr>
                            <tr>
                              <th>חסרונות</th>
                              <td>* טווח קצר יחסית .<br>
                              * צריכת חשמל גבוהה.<br>
                              * תכנון לכמה ימים בלבד
                              </td>
                              <td>* המזון יוכל להיפגע מהמקפיא .<br>
                              * לא מתאים לכל סוגי המזון .<br>
                              * צריכת חשמל גבוהה.
                              </td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "הדרך-בה-עובר-המזון-מקבלת-הסחורה-ועד-האשפה":{
                        type : "listNumbers",
                        content: [
                            `קבלת הסחורה `,
                            `שטיפת ירקות ואחסון`,
                            `חיתוך ירקות ותיבול `,
                            `אחסון במקרר `,
                            `40 מעלות `,
                            `הגשה`,
                            `פינוי אשפה `,
                            `מחזור `,
                        ],
                    },
                    "שרשרת-חום":{
                        type : "listNumbers",
                        content: [
                            `קבלת סחורה`,
                            `אחסון 18 מעלות`,
                            `הפשרה מבוקרת`,
                            `קצביה `,
                            `בישול -  70 מעלות  `,
                            ` בלאסט צולר - 4 מעלות`,
                            `איחסון -  4 מעלות `,
                            `חימום -  70 מעלות`,
                            `הגשה `,
                            `אשפה`,
                        ],
                    },
                    "HACCP":{
                        type : "listDots",
                        content: [
                            `ניתוח לשליטה בסיכונים ונקודות קריטיות במהלך ייצור מזון `,
                            ` HACCP = מתייחס לכל האמצעים הננקטים כדי למנוע הרעלות מזון ולמנוע העברת מחלות בבני אדם באמצעות המזון כיום בכל עסק המייצר מזון נהיגה טיפת ההאפף `,
                            `שלבים עיקריים בהפעלת HACCP<ol>
                            <li>מינוי צוות המורכב מהנהלת המפעל ועובדי הייצור .</li>
                            <li>הגדרת כל שלבי היצור מחומר הגלם ועד למחירה או הגשת המזון לצרכן .</li>
                            <li>זיהוי סיכויים האפשריים בכל אחד מהשלבים .</li>
                            <li>הערכת מידת הסיכוי לקיום הסיכונים .</li>
                            <li>הגדרת פעולות מינוי לשליטה בסיכונים .</li>
                            <li>תיעוד .</li>
                            </ol>`,
                        ],
                    },
                    "הרעלת-מזון":{
                        type : "listDots",
                        content: [
                            `חיידקים – ריבוי קולפורמים הסיבה העיקרית היא טמפ' אחסון לא נכונה .`,
                            `פותוגנים – הסיבות הן חומרי גלם נגועים בעלי חיים , אנשים חולים .`,
                            `הגיינה סביבתית – מטבח סגור ואטום לזבובים , ג'וקים , מכרסמים ובעלי חיים אחרים .`,
                            `משתיות כגון : מים , ביוב ואשפה .`,
                            `היגיינה אישית – כוללת אנשים לא בריאים ( עובדים , לקוחות ) שטיפת ידיים בין חומרי גלם ובכל כניסה למטבח , שיער אסוף והורדת תכשיטים .`,
                            `ביגוד ( יש להתלבש אך ורק בכניסה למטבח ).`,
                        ],
                    },
                    "חומרים-כימים-וחומרי-ניקיון":{
                        type : "listDots",
                        content: [
                            `רעלים מהטבע פטריות וצמחים רעילים בישראל עשרות סוגי פטריות רובן רעילות רעלים הנמצאים באדמה .`,
                            `וירוסים טפלים החיים " על חשבון " הגוף החיי .`,
                        ],
                    },
                    "דרכים-להעברת-חיידקים":{
                        type : "listDots",
                        content: [
                            `בעלי חיים זיהום ע"י מגע וצואה .`,
                            `ציוד ומכשיר לא מטופל .`,
                            `נקיון כללי .`,
                            `זיהום צולב .`,
                            `חומרי גלם תוסף אחסון בטמפ' לא מתאימה .`,
                            `בני אדם מחלות וחוסר היגיינה .`,
                        ],
                    },
                    "יסודות-לטיפול-נכון-במזון":{
                        type : "listNumbers",
                        content: [
                            `רכישת מזון ממקורות בטוחים `,
                            `מניעת כניסת חיידקים `,
                            `מניעת ריבוי חיידקים`,
                            `הרחקת והשמדת חיידקים במכונת מזון `,
                            `מניעת זיהום צולב `,
                        ],
                    },
                    "רכישת-מזון-ממקור-בטוח":{
                        type : "listDots",
                        content: [
                            `חומרי גלם טריים שיהיה אצל עסק וצרכן .`,
                            `לבדוק אופן טריות במזון טרי .`,
                            `לבדוק ששימורים לא עקומים ולא חלודות או מנופחות .`,
                            `ספק אמין סער רשיונות עסק ויצרן מנפיק תעודת משלוח וטרינרית .`,
                        ],
                    },
                    "מניעת-חדירה-של-חיידקים-למזון":{
                        type : "listDots",
                        content: [
                            `הפרדה בין מזון גולמי למעובד .`,
                            `היגיינה סביבתית .`,
                            `שמירה על היגיינה אישית .`,
                            `רחיצה של פירות וירקות .`,
                        ],
                    },
                    "מניעת-התרבות-של-חיידקים-במזון":{
                        type : "listDots",
                        content: [
                            `ניתן לעכב את החיידקים במזון במידה ושומרים על מספר כללים עקרוניים.`,
                            `תהליך הפשרה נכון  של חומר גלם או מזון .`,
                            `שמירה על שרשרת קור שרשרת חום .`,
                            `החזקה של המזון בטמפ' נכונה .`,
                        ],
                    },
                    "הרחקה-והשמדת-חיידקים-במכונות-מזון":{
                        type : "listDots",
                        content: [
                            `לקנות ממקור בטוח שמפסטר מעל 60 מעלות למספר שניות .`,
                            `עיקור חימום בתנאי לחץ בטמפ' של 121 מעלות בעיקר קופסאות שימורים .`,
                            `הקרנה ע"י קרני גמא ( תבלינים ואריזות ווקום ).`,
                            `בישול טיגון ואפיה – הגעת ליבת המוצר ל 70 מעלות מבטיחה את השמדת רוב החיידקים ( למעט חיידקים תרמופיליים – " אוהבי חום " ) .`,
                            `ייבוש הפחתת מים פעילים במזון גורמת לירידה בקצב התרבות החיידקים .`,
                            `רחיצה וחיטוי פירות וירקות .`,
                            `סילוק שאריות מזון מיכלים וציוד בעזרת מים חמים וסבון ולעיתים גם חומרים " חזקים " יותר .`,
                            `חיטוי של מקומות מחסל חיידקים שומר על טריות.`,
                        ],
                    },
                    "תנאי-ייצור-נאותים-GMP":{
                        type : "listDots",
                        content: [
                            `הפירוש הוא תנאי ייצור נאותים `,
                            `מערכת המבקרת ומתווה קווים מנחים למערך הייצור .`,
                            `הגדרה ובקרה של כל תהליך הייצור .`,
                            `דגש רב על בחירת צוות מיומן ובהדרכתו טרם תחילת הייצור .`,
                            `תיעוד כל שלב בתהליך הייצור .`,
                            `התוצאה יצרן תחת פיקוח ומעקב מוצר מוגמר באיכות הטובה ביותר .`,
                        ],
                    },
                    "דרישות-לקבל-הסמל-GMP":{
                        type : "listDots",
                        content: [
                            `רישיון עסק : ניתן ע"י רשות המקומית , עמידה בדרישות כבוי אש ומוסדות אחרים במדינה .`,
                            `רישיון יצרן : ניתן ע"י משרד הבריאות המאשר ליצרן לייצר לשנע ולהגיש מזון ע"פ קטריונים מוסמכים מראש ולפי כמות מנות מקסימלית .`,
                            `קבלת תו תקן : 1509002 תו תקן בין לאומי הגורם לעילות במפעל וקבלת מוצר היכול להתחרות בשוק העולמי .`,
                            `טכנולוג מזון במפעל : המפקח על המוצרים מבחינת אופי המוצר והן מבחינת איכות .`,
                            `דוח תברואתי ע"י מעבדה מאושר בציון מעל 85 .`,
                            `בקרה ותיעוד לפי שיטת ה HACCP .`,
                        ],
                    },
                },
            },
            subject2 : { // חומרים
                "תורת-התזונה": {
                    "מרכיבי-המזון-(אבות-המזון)":{
                        type : "listDots",
                        content: [
                            `מספקים קלוריות<ul>
                            <li>פחמימות – 1 גר' – 4 קלוריות .</li>
                            <li>שומנים ושמנים – 1 גרם – 9 קלוריות .</li>
                            <li>חלבונים – 1 גרם – 4 קלוריות .</li>
                            <li>אלכוהול – 1 גרם – 7 קלוריות .</li>
                            </ul>`,
                            `לא מספקים קלוריות <ul>
                            <li>מים </li>
                            <li>מילנרלים</li>
                            <li>וויטמינים </li>
                            <li>סיבים תזונתיים .</li>
                            </ul>`,
                        ],
                    },
                    "מורכבות":{
                        type : "listDots",
                        content: [
                            `פחמימות – אספקת אנרגיה ( 55-60% ) מסה"כ הקלוריות מהיומי .`,
                            `חלבונים – בניית רקמות ( שרירים , עצמות , עור , שיער ) רכיבי מערכת חיסון , אספקת אנרגיה , המסת וויטמינים ADEK ( 20-25%  מכלל הקלוריות היומי ) .`,
                            `ויטמינים – חומרים חיוניים לתהליכים ביוכימים בגוף .`,
                            `מינרלים – סיוע בבניית רקמות ( סידן , ברזל ) חיוניים לתהליכים ביוכימים ועוד ..`,
                            `סיבים תזונתיים – שיפור פעילות מערכת העיכול , מניעת סרטן מעי הגס ועוד. סיבים תזונתיים נמצאים אך ורק בצומח , ירקות ופירות , דגנים , קטניות , טחינה וזרעי פשתן .`,
                            `מים – מהווים מרכיב עיקרי של מסת הגוף במים ממסים חומרים רבים וכל התהליכים ביוכימים מתרחשים בסביבה מימית .`,
                        ],
                    },
                },
                "תורת-החומרים-קטניות": {
                    "קטניות-וסוגיהן":{
                        type : "text",
                        content: [
                            `הקטניות הן זרעים שנמצאים בתרמילים של צמחים בעלי פרחים. אלו צמחים שהמאפיין העיקרי שלהם הוא התרמיל, legume שהוא הפרי שלהם.                                        `,
                            ` סוגים נפוצים: אפונה, עדשים בצבעים שונים (כתום, ירוק ושחור), שעועית מסוגים שונים, חומוס, פול, תורמוס, סויה ועוד. גם הקפה והקקאו הם קטניות.`,
                        ],
                    },
                    "מזון-בריאות":{
                        type : "text",
                        content: [
                            ` לקטניות יש יתרונות תזונתיים חשובים שהופכים אותן למזון בריאות חשוב:
                            <ul>
                            <li>הקטנייה היא פחמימה מורכבת ועשירה מאוד בחלבון. שילוב שתורם לספיגה איטית בגוף ולתחושת שובע מתמשכת</li>
                            <li>סיבים תזונתיים מסיסים שתורמים להורדת הכולסטרול, מניעת מחלות לב, סכרת והשמנה.</li>
                            <li>ויטמינים, מינרלים ועוד חומרים טבעיים, ביניהם כאלו שתורמים להגנה מפני תהליכים סרטניים.</li>
                            <li>כיצד מבשלים שעועית יבשה להכנת מחית?-אחרי השרייה של לילה בקירור, מתחילים לבשל במי ברז</li>
                            </ul>                        `,
                        ],
                    },
                    "סוגי-הקטניות":{
                        type : "listDots",
                        content: [
                            `עדשים אדומות ירוקות ושחורות. חומוס (הדס וספרדי), פול (שלם,גדול וגרוס) , פולי סויה (טבעיים וקלויים), אדזוקי, ואפונה (שלמה וחצאים), שעועית מסוגים שונים , בובס/ לבנה ענקית, שחורה, ברבוניה, לוביה ומאש.`,
                            `אפונה- טובה לאנמיה, עשירה בברזל ובטא קרוטן.`,
                            `חומוס- מגביר מרץ, טיפול נגד טפילי מעיים, חיטוי דרכי השתן.`,
                            `עדשים- העשירות בחלבון טובות לשחרור שרירים, עוזרים למחזור הדם.`,
                            `שעועית אדומה: משתנת.`,
                            `שעועית מאנג- מאש: בעיקר להנבטה, משתנת,שתיית מי השעועית בזמן הרעלת מזון יעילה למצבי שלשול.`,
                            `שעועית אזוקי-"מלך השעועית" , טיפול בבעית כליה ושלפוחית שתן, הגדלת ייצור חלב אם.`,
                        ],
                    },
                    "פטריות-מאכל":{
                        type : "text",
                        content: [
                            `הפטרייה היא צמח בדרגה ביולוגית נמוכה ביותר. מרכיביה הם: 85-90 % מים, 6% חלבון, 5% פחמימות, 1% מינרלים, 0.5% שומן. הן מכילות פרו ויטמין וגם מספר ויטמינים מקבוצת B. עקב הקושיב עיכול אין ניצל מלא של החלבונים.                        `,
                            `הפטריות מתקלקלות מהר ורצוי להשתמש בהן תוך יום מהאיסוף. אפשר להשתמש בהן גם כשהן מיובשות, כאבקה, כתמציות ומשומרות, במים או בחומץ.`,
                            `לא כל סוגי הפטריות אכילות חלקן אף רעילות ביותר, מומלץ להכיר את הפטריות בעת ליקוטן.`,
                        ],
                    },
                    "סוגי-הפטריות":{
                        type : "listDots",
                        content: [
                            `פטריית שמפיניון-הכי נפוצה בישראל, לרוב בקופסאות שימורים, אפשר לקנות גם טרי. יש לה חיי מדף קצרים ורצוי להשתמש באופן מיידי. מתאים לצלייה ובישול ארוך.`,
                            `פטריית פורטבלה-עולות חדשות יחסית שייכות למשפחת השמפיניון אך בשרניות יותר. ניתן לשמש כתחליף לבשר שאינו מכיל שומן נתרן או כולסטרול. מתאים לטיגון צלייה ובישול, אוכלים חם או קר.`,
                            `פטריית יער-טעם עדין ומרקם קטיפתי, משמש כתחליף בשר, וניתן לצלות על הגריל. מתאים לתבשילי עוף דגים מרקים ורטבים, עדיפות לאכול אותה חמה.`,
                            `פטריית שיטאקי-גדלה במזרח הרחוק, יש בתוכה ריכוז גבוה של המינרל גרנמיום זהו נוגד חמצון ומחזק את מערכת החיסון. מתאים לבישול דגנים ומרקים, מקלה על העיכול של בשר. ארומטית ביותר, מתאימה כתוספת או כבסיס לציר פטריות משובח.`,
                            `פטריית פורצ'יני-התגלתה לראשונה באיטליה. חלקן רעילות. הטובות והיקרות ביותר גדלות ביערות בהם גדלים עצי ערמונים וטעמן מזכיר בשר וערמונים. טיפ לבישול: משולבות בתבשילי קדרה, אורז, פסטות מאפים ומרקים. רצוי לבשל בנוזל בעיקר את המיובשות לפחות 20 דקות לריכוך ולשחרור הטעמים.`,
                            `פטריית ירדן-מוכרת כפטריית יער ואוזנית הצדף, היא פטריית בר שגדלה בארץ על גבי גזעי עצים. מרקם בשרני ויכול לשמש כתחליף לצמחונים. ניתן לשלב אותה בתבשילי בשר, מאפים, פסטה, אומלטים אורז ומרקים.`,
                            `פטריית האנוקי-בעלות צבע צהבהב בהיר ראש קטן ורגליים ארוכות. בארץ גדלות בתוך בקבוקים. בטבע היא גדלה בהרים באזורי קו השלג על העצים ורגליה קצות.  מתאימות לסלטים חמים וקרים, פסטות ואומלטים. בעלות טעם עדין וזמן בישול קצר. מזכירה נבטים ואפשר להשתמש בה כתיבול בסוף הכנת המנה.`,
                            `פטריית מלך היער-בעלות טעם נפלא ומראה ייחודי, מוגשות במסעדות יוקרה, וחביבות על השפים כי אוכלים את כולה. מראה אלגנטי ורגל ארוכה ורחבה, מרקם בשרני ואיננה דומה לאחרות.`,
                            `פטריית המורל-פטרייה זאת היקרה ביותר, גדלה ביערות אך נוטה גם לצמוח במקומות שהיו בהן שריפות מסיבה בלתי מוסברת. למורל יש תקופה גדילה מאוד קצרה בדומה לפטריות כמהין. היא לא צומחת באותו מקום יותר מפעם אחת ומחירה יקר 5000 שקל לקילו.`,
                            `פטריית כמהין-היוקרתית גדלה מתחת לפני הקרקע וצומחת כלפי מעלה, לכיוון האור. מתחלקות לשחורות או לבנות. הלבנות יקרות יותרץ טעם חזק ועשיר ניתן גם להשיג שמן וממרחים.`,
                        ],
                    },
                },
                "תורת-החומרים-דגנים-ומוצרי-טחינה": {
                    "הדגנים":{
                        type : "text",
                        content: [
                            `דגנים הם צמחים שמגדלים בשדות חקלאיים. לאחר הקצירה טוחנים ומייצרים מהם קמח ולחם לאחר מכן.`,
                            `קבוצת הדגנים כוללת: אורז, חיטה, שעורה, שיפון, שיבולת שועל, דוחן ותירס.`,
                            ``,
                        ],
                    },
                    "האורז":{
                        type : "listDots",
                        content: [
                            `אורז גדל במים, באקלים מסויים.`,
                            ` בדרך כלל העבודה היא ידנית. `,
                            `האורז הוא אחד הפופולריים אצל בני האדם. `,
                            `בארצות מסוימות הוא המזון העיקר, גדל במזג אוויר חם וזקוק להרבה מים. `,
                            `גדל בעיקר בהודו סין ויפן. מוצאו ממזרח אסיה. גדל באקלים טרופי ומונוסוני.`,
                            ` כ90 אחוז מהאורז מגיע מאסיה. `,
                            `ב100 גרם אורז יש 100 קלוריות.`,
                            `ניתן לשמור עד שנה, אין רגישות או אלרגיה לאורז.`,
                        ],
                    },
                    "אורז-במהלך-העיבוד":{
                        type : "listDots",
                        content: [
                            `אורז פדי- אורז ראשוני בלתי אכיל וקשה.`,
                            `אורז גולמי-אורז מקולף, אך לא קילוף סופי. צבע אפור ומלוכלך.`,
                            `אורז מלא-אורז מקולף ללא ליטוש. מוסרת רק הקליפה החיצונית.-`,
                            `אורז מלוטש-הוא האורז הגולמי העובר עיבוד נוסף, הליטוש גורם לנשירת הקליפה הדקה, השומנית ואחר כך הוא מלוטש סופית בעזרת סירופ עמילני ואבקת טלקום.`,
                            `אורז שבור- אורז שנשבר במהלך העיבוד, לא שלם ומשתמשים בו בעיקר בתעשייה.`,
                        ],
                    },
                    "סוגי-האורז":{
                        type : "listDots",
                        content: [
                            `אורז יסמין תאילנדי אינו דביק יחסית.`,
                            `אורז יפני ואורז דבק סיני, מכינים הסינים עם זה כופתאות אורז והיפנים לסושי.`,
                            `ישנם סוגים של אורז הודי בסמטי ארוך גרעין, פטנה בעל אורך גרעין בינוני ומסורי קצר הגרעין.`,
                        ],
                    },
                    "יתרונות-האורז":{
                        type : "listNumbers",
                        content: [
                            `אחסון טוב וקל לאורך זמן.`,
                            `זול יחסית.`,
                            `מגוון.`,
                            `משביע.`,
                            `סופג טעמים.`,
                            `זמין כל השנה.`,
                            `מהיר הכנה.`,
                            `קל להכנה גם בכמויות גדולות.`,
                            `אחסון בטמפ' החדר בכלי סגור בלבד.`,
                        ],
                    },
                    "חיטה":{
                        type : "listDots",
                        content: [
                            `החיטה היא דגן והיא מוזכרת כמזון עיקרי של האדם עוד בהיסטוריה.`,
                            `החיטה היא מקור מזון חשוב גם בימים אלה.`,
                            `מהחיטה טוחנים קמח.`,
                            `איזה מוצרים עיקריים עשויים מקמח חיטה?<ul>
                            <li>לחם.</li>
                            <li>דברי מאפה.</li>
                            <li>פסטה.</li>
                            <li>סולת.</li>
                            </ul>
                            `,
                            `הקליפה של גרעין החיטה נקראת :סובין.`,
                            `הסובין משמש מזון לבעלי חיים.`,
                            `יש חיטה רכה וקשה.`,
                            `החלבון הנמצא בחיטה נקרא גלוטן.`,
                            `יש חלק קטן מהאוכלוסיה שרגיש לגלוטן(צליאקי) ומייצרים עבורם מוצרים מיוחדים מחיטה ללא גלוטן.`,
                        ],
                    },
                    "דגנים":{
                        type : "listDots",
                        content: [
                            `שיפון-דגן המשמש למזון האדם. (לחם מקמח שיפון).`,
                            `שעורה-אחד מהדגנים הקדומים ביותר. משורה מנביטים לתת-משמש להכנת בירה. מכינים ממנה גם יישן שרף וויסקי ותחליף קפה.`,
                            `תירס-מקור התירס במרכז אמריקה. משמש מזון לאדם ולבעלי חיים.`,
                        ],
                    },
                    "תירס":{
                        type : "listDots",
                        content: [
                            `מוצרים מתירס
                            <ul>
                            <li>סולת תירס-להכנת דייסות פולנטה</li>
                            <li>עמילן תירס-קורנפלור משמש להסמכה.</li>
                            <li>קמח תירס.</li>
                            <li>פופ קורן.</li>
                            </ul>`,
                            `יחסי הסמכה:<ul>
                            <li>יחס של הסמכה קמח ומים של 70 גרם קמח על ליטר מים.</li>
                            <li>יחס של הסמכה קורנפלור ומים זה ליטר מים על 35 גרם קורנפלור.</li>
                            </ul>`,
                            `פולנטה:
                            <ul>
                            <li>זה טחון דק, היחס הוא נוזל לחומר גלם 4 ל1.
                            </li>
                            <li>שמים חמאה ופותחים אותה עם חלב ושמנת מלח ופלפל חום הכי נמוך ומערבבים כל הזמן.
                            </li>
                            <li>התירס סופג את הטעמים ונהיה מחיתי.</li>
                            <li>אפשר לקחת את הפולנטה להקשות אותה לצורות להקפיא אותה ואז לצפות אותה ולטגן אותה.</li>
                            </ul>`,
                            `קרוקט (לביבה מטוגנת ומוכנה לאכילה):
                            <ul>
                            <li>בקורס נעשה קרוקט תפו"א.</li>
                            <li>מכינים פירה מייבשים אותו ואז מוסיפים כשהוא קר חלמון. מזלפים לאצבעות ומקפיאים.</li>
                            <li>מצפים בקמח וביצה ואז פירורי לחם ומטגנים בשמן עמוק.</li>
                            </ul>`,
                        ],
                    },
                },
                "מתכונים-אורז": {
                    "אורז-מאודה-Pilaff":{
                        type : "listDots",
                        content: [
                            `<ul>חומרים
                            <li>80 גרם שומן נוזלי או 100 גרם חמאה.</li>
                            <li>10 גרם בצל קצוץ.</li>
                            <li>1 ליטר אורז ארוך (20 סועדים).</li>
                            <li>1.5 ליטר נוזל ירקות.</li>
                            <li>תיבול בסיסי מלח, פלפל, עלי דפנה.</li>
                            <li>תוספות אפשריות: ירקות, עשבי תיבול, קטניות, תבלינים, נוזלים שונים, אטריות, ביצים, בשרים, דגים, פירות ים, גבינות, פירות יבשים, אגוזים, שקדים צנוברים ועוד.</li>
                            </ul>`,
                            `<ul>אופן הכנה
                            <li>ממיסים את החמאה ומחממים מעט.</li>
                            <li>מוסיפים את הבצל ומאדים, מתקבל בצל שקוף זגוגי.</li>
                            <li>מוסיפים את האורז ומאדים יחד, אפשר לתבל בשלב זה.</li>
                            <li>כאשר האורז זגוגי וחם מוסיפים את הנוזל מתובל רותח.</li>
                            <li>מערבבים, סוגרים בצורה הרמטית ומנמיכים את האש למינימום.</li>
                            <li>מבשלים איטי כ-18-20 דקות מכוסה תמיד.</li>
                            <li>מאווררים את האורז.</li>
                            <li>דגשים: היחס בין הנוזל לאורז. רתיחה מהירה לפני הכיסוי, הכיסוי הרמטי, הלהבה נמוכה, אוורור האורז בסוף התהליך.</li>
                            </ul>`,
                            `<ul>מתכונים אפשריים לאורז מאודה
                            <li>אורז בקארי-RIZ AU CURRIE.</li>
                            <li>אורז עם זעפרן-RIZ AU SAFRAN.</li>
                            <li>אורז בנוסח טורקי-RIZ A LA TURQE-זעפרן וקונקסה מוקפץ. </li>
                            <li>העגבניות מוקפצות ונוספות לאחר שהאורז מוכן.</li>
                            <li>אורז עם אפונה-RIZI BIZI. מוסיף אפונה מוכנה, לטיגון עם האורז. ואז מים.</li>
                            <li>אורז עם עדשים (מז'דרה)-RIZ AU LENTILLE-בצל מטוגן, שום, כמון, בהרט. מטגנים כמות גדולה מאוד של בצל עד לכמעט שרוף, רצוי בשמן זית, מוסיפים שום, את האורז, מתבלים בכמון, בהרט, ומוסיפים את העדשים שחלטנו לחצי בישול יחד עם מי הבישול שלה.</li>
                            <li>אורז עם אטריות (לבנוני)-RIZ AU VERMISSELLE-מטגנים את האטריות עד להשחמה, מוסיפים את האורז, תבלינים ונוזל. האורז זה 1 ל1.5 והאטריות זה 1 ל1.</li>
                            <li>אורז בנוסח ספרדי-RIZ A L'ESPAGNOLE-בצל מטוגן, פפריקה, רסק עגבניות, בשר שמן או מעושן, פלפלים. אחרי הבצל מוסיפים את האורז, פפריקה ורסק עגבניות, מוסיפים נקניקיות קבנוס או משהו כזה, פלפלים לקראת הסוף, נוזלים וזהו האורז הספרדי.</li>
                            <li>אורז בנוסח יוון-RIZ A LA GREQUE- נקניקיות, קוביות פלפל, אפונה, חסה חלוטה. מטגנים את הנקניקיות ומוציאים החוצה, אל תוך השומן מוסיפים את הבצל, פלפלים אפונה ואז מוסיפים את האורז. כשהאורז מוכן חולטים חסה חותכים לשיפונד ומקשטים.</li>
                            <li>אורז עם בשר-RIZ A LA VIANDE- בצל מטוגן, בשר טחון גס, רצועות גזר ואגוזים מטוגנים לקישוט. לתיבול קינמון ובהרט. מטגנים את הבצל, מוסיף את הבשר לטיגון עד להשחמה ומוריד את האש. לאחר מכן מוסיף את האורז, לקראת הוספת הנוזל מוסיף שערות של גזר , תיבול ואת הנוזלים. האגוזים מקשטים את המנה בסוף.</li>
                            <li>אורז עם כבד-RIZ AU FOIE DE VOLAILLE-כבדי עוף ברוטב מדרה (רוטב יין) עם בצל ופטריות. קוביות של כבד עם רוטב יין אדום וזה בא על האורז.</li>
                            <li>אורז עם פטריות-RIZ AU CHAMPIGNON-מטגנים בצל פטריות קצוצות ואז מוסיפים את האורז ומכסים בנוזל. ניתן לקשט בפטריות חתוכות ל4 מאודות ולהניח על האורז המוכן.</li>
                            </ul>`,
                        ],
                    },
                    "ריזוטו-RISOTTO":{
                        type : "listDots",
                        content: [
                            `<ul>חומרים
                            <li>100 גרם חמאה.</li>
                            <li>200 גרם בצל קצוץ, פטריות שום וכדומה.</li>
                            <li>1 ליטר אורז עגול-ארבוריו.</li>
                            <li>100 מ"ל יין לבן.</li>
                            <li>2.5-3 ליטר נוזל ירקות.</li>
                            <li>100 גרם גבינת פרמז'ן.</li>
                            <li>קוביות חמאה לקשירה/ שמנת.</li>
                            </ul>`,
                            `<ul>אופן ההכנה
                            <li>ממיסים את החמאה ומאדים את הבצל פטריות והשום.</li>
                            <li>מוסיפים את האורז ומאדים מעט יחד.</li>
                            <li>מוסיפים את היין ומאדים.</li>
                            <li>מוסיפים כ-1/3 מהנוזל חם ומתובל ומערבבים ללא כיסוי.</li>
                            <li>כאשר מתאדה הנוזל ממשיכים להוסיף נוזל בכמויות קטנות תוך כדי ערבוב מתמיד, על להבה בינונית.</li>
                            <li>כאשר האורז רך אך עדין נגיס במרכז הגרגיר, מוסיפים את הגבינה, מערבבים ומוסיפים את החמאה תוך עירבוב. גבינת גרוייר, צ'דר, פרמזן, פקורינו. מה שרוצים. אפשר להכין מזה ארנצ'יני ולמלא את הכדורים בבייבי מוצרלה.</li>
                            </ul>`,
                            `<ul>מתכונים אפשריים לריזוטו
                            <li>ריזוטו בנוסח מילאנו-RISOTTO MILLANAISE- זעפרן חמאה פרמז'ן ויין אדום.</li>
                            <li>ריזוטו בעשבי תיבול (בזיליקום)- RISOTTO AUX HERBES. מוסיפים את העשבי תיבול ממש בסוף.</li>
                            <li>ריזוטו פטריות-RISOTTO CHAMPIGNONS-מוסיפים את הפטריות קצוצות בהתחלה ואז בסוף מקשטים בפטריות חתוך גס ומוקפצות.</li>
                            <li>ריזוטו עגבניות-RISOTTO A LA TOMATE-קונפי עגבניות מיובשות/ רסק עגבניות.</li>
                            <li>ריזוטו לימון-RISOTTO AU CITRON-מיץ קוביות וגרדת לימון, נענע, רוזמרין ומרווה.</li>
                            <li>ריזוטו עם כתרי אספרגוס (מוקרמים)-RISOTTO AUX ASPERGES.</li>
                            <li>ריזוטו עם ארטישוק-RISOTTO AUX ARTICHEAUX.</li>
                            <li>ריזוטו עם נקניקיות-RISOTTO AUX SAUSSICES.</li>
                            <li>ריזוטו בנוסח מזרחי-RISOTTO A L'ORIENTALE-קוביות כבש, ירקות מאודים, שום, רסק עגבניות, פפריקה וכמון.</li>
                            <li>ריזוטו עם כבדי עוף-RISOTTO AU FOIE DE VOLAILLE- טבעת ריזוטו בתוספת תרביך כבד.</li>
                            <li>ריזוטו פירות ים (סרטנים)-RISOTTO AUX FRUITS DE MER.</li>
                            <li>ריזוטו שחור(נרו דה ספיה)-RISOTTO NERO DE SPAYA.</li>
                            </ul>`,
                            `באותה מידה אפשר להוסיף או לשלב כמעט כל דבר, ירקות שונים, נוזלים שונים, בשרים, דגים ועוד.`,
                            `אם רוצים צבע סגול מסלק, מקלפים את הסלק מגרדים בפומפייה מבשלים על סיר עם מים קרים עד לכיסוי, מרתיחים ולהבה נמוכה כמה דקות ונותנים לו להתקרר.`,
                        ],
                    },
                    "אורז-לבן-BLANC":{
                        type : "listDots",
                        content: [
                            `משמשים לארוחות דיאטה, מילוי או קישוט למרקים, פשטידות, קרוקטים, קציצות. להקפצה או בסיס לתבשילים או רטבים( אסיאתי).`,
                            `שוטפים את האורז לפני הבישול להוצאת חלק מהעמילן.`,
                            `מרתיחים כמות גדולה של מים לפחות פי 3 או 4 ומוסיפים מלח(כפית על כל ליטר מים רותחים).`,
                            `מוסיפים את האורז למים הרותחים ומערבבים.`,
                            `ממשיכים לבשל על להבה גבוהה עד ריכוך כ-18 דקות.`,
                            `מסננים ומשתמשים מיד או מקררים ומשאירים במסננת.`,
                        ],
                    },
                    "אורז-קראול-CREOLE":{
                        type : "listDots",
                        content: [
                            `תחילת הבישול כמו אורז מבושל עם מים פי 3 או פי 4 עם כפית מלח לכל ליטר מים, מגיעים לרתיחה והאורז אחרי שטיפה נכנס פנימה.`,
                            `מבשלים על להבה גבוהה כ10 דקות.`,
                            `מסננים ומקררים.`,
                            `משמנים כלי חסין אש, מוסיפים את האורז, מתבלים, מוסיפים פתיתי חמאה מעל ומכסים.`,
                            `מכניסים לתנור לעוד 10 דקות בטמפרטורה של 170-180 מעלות.`,
                        ],
                    },
                    "מקומו-של-האורז-בתפריט":{
                        type : "listDots",
                        content: [
                            `<ul>
                            <li>מנה ראשונה-(קרה)-סושי, סלטים (עם בשרים, גבינות, ירקות וכדומה).</li>
                            <li>מרק-חומר עיבוי, מילוי או קישוט(קונסומה, עגבניות, ירקות וכו').</li>
                            <li>ביניים- ריזוטו, ירקות ממולאים, קציצות (ארנצ'יני), קרוקטים, פשטידה, כמצע לתרביכים (כבד, עגל וכדומה).</li>
                            <li>מנה עיקרית-תוספת פחמימה (סופגת רוטב מהבשר).</li>
                            <li>קינוח- פודינג, פצפוצי אורז (תפוח), שימוש בקמח אורז "סטיקי רייז" ועוד.</li>
                            </ul>`,
                            `<ul>כמו כן קיימים עוד המון מתכונים וצורות הכנה של אורז כמילוי:
                            <li>הפאייה הספרדית (ים-יבשה, שילוב של בשרים, ירקות, דגים, פירות ים ועוד).</li>
                            <li>המקלובה הערבית (שכבות של אורז, בשרים וירקות)- חולטים את האורז, מסננים, מקררים ומתבלים.  מטגנים את הירקות ואת הבשרים, בשר טלה הולך טוב.מסדרים בכלי אפשר בשכבות, אפשר עם הכל ביחד. זה לפי דעת הטבח.</li>
                            <li>הבישול המיוחד במטבח הפרסי (התעדיג-שרוף פרוסות תפו"א או בישול חלקי והמשך אידוי).</li>
                            <li>אושפלאו הבוכרי (בישול האורז עם בשר וירקות).</li>
                            </ul>`,
                            `<ul>כדאי לדעת
                            <li>אחד מאופני ההכנה לאורז לבן- אורז מבושל בהרבה מים ומלח.</li>
                            <li>ריזוטו הוא – צורת בישול לאורז.</li>
                            <li>אורז מאודה "פילף"- טיגון בשומן ובישול בנוזלים.</li>
                            <li>מהו זמן הבישול המקובל באורז פילף?- 18-20 דקות.</li>
                            <li>בהכנת אורז מאודה נוצרה שכבה עליונה דקה של אורז לא מבושל כיוון ש- כמות המים הייתה קטנה מדי.</li>
                            <li>הזמן המתאים להוספת קארי לאורז מאודה- בגמר טיגון האורז לפני הוספת הנוזל.</li>
                            <li>מהו השימוש המקובל לריזוטו- כמנה בפני עצמה או ביניים עם תוספות שונות.</li>
                            <li>מה מוסיפים לאורז מבושל כדי להכין ריזי ביזי? – אפונת גינה.</li>
                            <li>למרות המדידה המדוייקת של האורז והמים, חלק מהאורז נשאר קשה, מדוע? – הסיר לא היה מכוסה טוב.</li>
                            <li>איזה אופן הכנה של אורז מתאים כמילוי למרק צלול? – אורז מבושל.</li>
                            <li>כיצד מכינים אורז לבן? RIZ BLANC- מבשלים אותו בהרבה מים ומלח מסננים ושוטפים.</li>
                            <li>כיצד רצוי להגיד "פאייה" אישית במסעדת יוקרה "א לא קארט" – בכלי אישי מיוחד חם בו הוכן המאכל עם תחתית צלחת קרה.</li>
                            </ul>`,
                        ],
                    },
                },
                "פסטה": {
                    "בישול-הפסטה":{
                        type : "listDots",
                        content: [
                            `עבור 100  גרם פסטה- 1 ליטר מים רותחים וכפית מלח, (מעט שמן), מומלץ בסיר פסטה עם מסננת.`,
                            `הבישול בלהבה גבוהה בדרך כלל חזרה לרתיחה מהירה.`,
                            `זמן בישול לפי הוראות יצרן (6-12 דקות) עד רכות A L'DENTA. בפסטה טרייה הבישול מהיר יותר.`,
                            `לשימוש מיידי- מסננים משלימים ומגישים.`,
                            `לשימוש מאוחר יותר מסננים, מקררים בצורה מהירה משמנים ומניחים בכלי עטוף טוב, שמים בקירור, לא יותר מיום. לפני השימוש לחמם במים רותחים.`,
                        ],
                    },
                    "בצק-פסטה-בסיסי":{
                        type : "listDots",
                        content: [
                            `500 גרם קמח דורום.`,
                            `5 ביצים או רק חלמונים.`,
                            `2 כפות שמן זית.`,
                            `כפית מלח.`,
                            `מעט מים.`,
                            `ירוק-תוספת תרד, עשבי תיבול, סגול- ממי סלק (להוריד מהביצים), אדום- רסק עגבניות. צהוב- זעפרן, כורכום (חלמונים),שחור-דיו של דיונון, חום- קמח מלא.`,
                        ],
                    },
                    "השלמות-לפסטה":{
                        type : "listDots",
                        content: [
                            `אליו אוליו-אליולי, שמן זית, שום, פלפלים ובזיליקום.`,
                            `פרימוורה- אביבי, ירקות שונים צעירים. אפשר לדוגמה להוסיף- בצל, שום, פלפלים בצבעים, זוקיני בצבעים, עגבניות, פרחי כרובית/ ברוקולי, אפונה. עשבי תיבול בסוף לדוגמה בזיליקום אורגנו, טימין ומרווה.`,
                            `ארביאטה(ערבי-שום, צ'ילי, עגבניות, עשבי תיבול.)`,
                            `פוטנסקה-שמן זית, אנשובי,שום וזיתים. בנוסח הזונה.`,
                            `פומודרו-לוקחים עגבניות רצוי תמר, לוחצים עליהן ופוצעים אותן קלות, מניחים בסיר. מוסיפים שיני שום שלמות, מוסיפים עלי בזיליקום, מלח גס ומעט שמן זית. מערבב הכל יחד ומבשלים עד שהנוזלים מתאדים שזה בערך שעה.  מועכים ומסננים.`,
                            `נפוליטנה-זה פומודורו בתוספת של קוביות עגבניות ושום כתוש שמאדים בשמן זית.`,
                            `פסטו-צנוברים בזיליקום מלח גס ממשיך למעוך ותוך כדי מעיכה מתחיל להוסיף את השמן זית בזרם דק. פלפל גרוס מצויין פה. אפשר להוסיף אגוזים פלפלים אחרים הכל אפשרי. וגבינת פרמז'ן לקראת הסוף.`,
                        ],
                    },
                    "השלמות-בשר-ודגים":{
                        type : "listDots",
                        content: [
                            `בולונז- מתחילים בירקות סופריט, מורכב מבצל, גזר, סלרי ושום. מאדים את זה. חשוב מאוד שיהיה שמן זית. לא רוצים יותר מדי צבע.`,
                            `אחרי שמאדים מעלים את הטמפ' ומוסיפים את הבשר ומטגנים עם הירקות. על זה מוסיפים מעט רסק עגבניות/ עגבניות קונקסה. בשלב זה מוסיפים יין אדום, מצמצמים את היין לצורך הוצאת האלכוהול והמסת משקעים.  בשלב זה מוסיפים או פומדרו או נוזל חום טבעי, מבשלים בערך כשעה, מוסיפים עשבי תיבול. ויש לנו בולונז.`,
                        ],
                    },
                    "השלמות-שמנת-וגבינות":{
                        type : "listDots",
                        content: [
                            `רוטב שמנת- רוטב על בסיס שמנת מצומצמת מתובלת, שקושרים אותו עם קוביות של חמאה קרה ואז הפסטה נכנסת.`,
                            `רוטב אלפרדו- כמות החמאה היא הרבה יותר גדולה, הרבה יותר שמן מרוטב שמנת. גם לפה ניתן להוסיף פטריות, עשבי תיבול, ירקות , אלכוהול כמו ברנדי וכו'.`,
                            `קרבונרה-זו פסטה עם שמנת שמוגשת עם חלמון חי לגמרי, ואז הטועם מערבב את החלמון עם פסטה חמה והחלמון מתבשל מהחום של הפסטה.`,
                            `רוטב רוזה-רוטב זה הוא שילוב הקלאסי של רוטב שמנת ורוטב פומודרו. ניתן לשחק עם המינונים לפי טעם הסועד, המקובל זה 50-50.`,
                            `רוטב גורגוזולה-סוג של רוטב שמנת, שאנו ממיסים פנימה את הגבינה הזאת.`,
                        ],
                    },
                    "כדאי-לדעת":{
                        type : "listDots",
                        content: [
                            `ספגטי בולונז- תבשיל ספגטי עם רוטב חום ובשר טחון.`,
                            `על מה יש להקפיד בבישול ספגטי?- להתחיל את הבישול בהרבה מים רותחים, לפחות פי 8-10 מכמות הספגטי.`,
                            `כיצד יוצרים את בצקיות הקמח "ניוקי" לאחר שהעיסה מוכנה? – מזלפים אותן על נייר משומן וממנו מעבירים לתוך מים רותחים.`,
                            `להכנת בצקיות קמח "ניוקי" משתמשים בביצים שלמות.`,
                            `כיצד מבשלים בצקיות קמח? – בהרבה מים, מלח ומעט שמן.`,
                            `בצקיות קמח (ניוקי), הן תוספת קלאסית ל- גולש הונגרי.`,
                            `המרכיבים של "ניוקי" הונגרי נטיפי בצק הם – קמח לבן, מים, שמן ומלח.`,
                            `מהם המרכיבים העיקריים של כופתאות ניוקי איטלקי? – מחית מתפוחי אדמה אפויים בקליפה, חלמונים וקמח.`,
                            `איך מבשלים כופתאות ניוקי איטלקי? – במים רותחים כדקה אחת לאחר שצפים במים.`,
                            `איזו השלמה מתאימה ביותר לניוקי איטלקי? – הקפצה במחבת עם מעט שומן.`,
                            `יורקשייר פודינג הוא- תוספת לרוסטביף אנגלי.`,
                            `באיזו ארץ נוהגים להגיש יורקשייר פודינג – אנגליה.`,
                            `אילו חומרי גלם נדרשים להכנת פולנטה המוגשת כתוספת לגולש איטלקי? – נוזל, שומן וקמח תירס.`,
                            `החומר הבסיס של הפולנטה הוא – קמח תירס גרוס.`,
                            `פולנטה כתוספת למנה עיקרית – מגישים רק כתבשיל חם ישירות מהסיר.`,
                        ],
                    },
                },
                "פירות": {
                    "סוגי-פירות":{
                        type : "listDots",
                        content: [
                            `פירות בעלי גלעין.-זיתים,אפרסק,שזיף, נקטרינה, שסק, תמרים יבשים, דובדבנים, משמש, תמרים לחים, אבוקדו.`,
                            `פירות בעלי חרצנים.-אבטיח, אגס, חבושים, מלון, תפוחי עץ (יונתן,סמית,דלישס) .`,
                            `פירות דמויי גרגירים.-ענבים ירוקים (מוסקט מרלו שרדונה), ענבים אדומים, רימון, תות שדה.`,
                            `פרי הדר.-תפוז, מנדרינה (קלמנטינה), אשכולית, אשכולית דם, לימון, תפוז דם, פומלה(קליפה עבה במיוחד).`,
                            `פירות בעלי קליפה קשה.-אגוזי פקאן, אגוזי מלך, פיסטוק, אגוז מקדמיה, בוטנים, שקדים, אגוז ברזילאי.`,
                            `פירות אקזוטיים- אבוקדו (זן איכותי האס), אפרסמון, גויאבות, פיג'ואה, פסיפלורה, סברס, קרמבולה, אנונה, בננות, מנגו, פיטנגה, פפאיה(מרכך בשר טבעי), קיווי, תאנים. מה שמסמל פירות אקזוטיים זה הצבע המראה האזור גידול שלו, המעבר ממדינה למדינה.
                            בפפאיה יש אנזים שמפרק את הבשר.
                            .`,
                        ],
                    },
                    "פירות-לעומת-ירקות":{
                        type : "text",
                        content: [
                            `כל מה שצומח על העץ נחשב לפרי.`,
                            `כל מה שצומח מהאדמה נחשב לירק.`,
                        ],
                    },
                    "סימני-היכר-לטריות-ירקות/-פירות": {
                        type : "listDots",
                        content: [
                            `ירק קשה, נשבר בקלות.`,
                            `ירק חלק ללא קמטים, פגיעות או נביטה.`,
                            `ריח אופייני (בעוקץ).`,
                            `צבע אופייני , אחיד (ללא כתמים).`,
                            `החיבור עם הצמח לא יבש.`,
                            `לא קל מידי (מלבד חציל).`,
                            `גודל אחיד.`,
                            `מעט אדמה על הירק (שורש).`,
                            `קנייה ממקור בטוח, אישור משרד הבריאות (חותמת).`,
                        ],
                    },
                    "פירות-כמנה-ראשונה":{
                        type : "listDots",
                        content: [
                            `כמנה ראשונה אפשר להגיש פירות שונים בצורותיהם הטבעיות, זאת בתנאי שהפרי רק יעורר את התיאבון לקראת המשך הארוחה אבל לא ישביע. נהוג להגיש פרי כמנה ראשונה קר מאוד, ממולא ביין פורט, באותו פרי חתוך קטן או במבחר פירות. לדוגמה חצי מלון ממולא ביין פורט מוגש על גבי קרח כתוש. או מניפת מלון בליווי חזה אווז מעושן. חצי אשכולית מוגשת קרה מאוד על גבי מפית בד, ניתן לפזר מעל מעט סוכר ולהשחים עם ברנר או לא.`,
                            `בננה ג'מייקה-ממלאים קליפת בננה בתערובת של קוביות בננה, תפוזים, אשכוליות וצנובר מעורבבים עם רוטב מיונז.`,
                        ],
                    },
                },
                "ירקות": {
                    "תבשילי-ירקות":{
                        type : "listDots",
                        content: [
                            `<ul>רטטוי-תבשיל צרפתי RATATOUILLE
                            <li>החומרים הם בצל, חצילים, קישואים, פלפלים, עגבניות, שום, עשבי תיבול, שמן זית מלח ופלפל.</li>
                            <li>חותכים את הירקות לקוביות בגודל בין ברונואז לקארה. מטגנים את החצילים בשמן עמוק. מכניסים למחבת בצל לאחר הזהבה מוסיפים את השום, לאחר מכן מוסיפים את הקישואים, פלפלים, עגבניות ועשבי תיבול. מוסיפים את החצילים ומתבלים במלח ופלפל.</li>
                            </ul>`,
                            `<ul>לצ'ו-תבשיל ירקות הונגרי
                            <li>החומרים הם: בצל, פלפלים ירוקים, עגבניות חלוטות, פפריקה, מלח, פלפל ושמן.</li>
                            <li>חותכים את הירקות לקארה , מטגנים את הבצל, מוסיפים פלפלים ואת העגבניות החלוטות. מוסיפים את הפפריקה, המלח והפלפל.</li>
                            </ul>`,
                            `<ul>גיבץ'-תבשיל ירקות רומני
                            <li>החומרים הם בצל, גזר, פלפל אדום, עגבניות, שום, פפריקה, מלח, פלפל, סוכר, מים, רסק עגבניות ושמן.</li>
                            <li>חותכים את הירקות קארה, מטגנים את הבצל, מוסיפים את הגזר, פלפל אדום, שום ואת העגבניות. מוסיפים את רסק העגבניות, מערבבים את הפפריקה, המלח, הסוכר והפלפל עם המים ומוסיפים לירקות. ניתן להמשיך בישול על הגז בחום נמוך או בתנור ב160 מעלות.</li>
                            </ul>`,
                            `<ul>פטריות בנוסח המלך-A LA KING
                            <li>חותכים גמבה לרצועות, מקפיצים במעט שמן, מוסיפים פטריות, יין לבן, רוטב שמנת ופטרוזיליה.
                            </li>
                            </ul>`,
                            `<ul>תירס בנוסח מקסיקני
                            <li>גרעיני תירס עם עגבניות קונקסה, רצועות פלפל ירוק ומעט טבסקו.</li>
                            <li>תירס הוא סוג של דגן שגדל הכי הרבה בעולם לאחר החיטה. </li>
                            </ul>`,
                        ],
                    },
                    "מנות-ראשונות-מירקות":{
                        type : "text",
                        content: [
                            `פרק זה עוסק בירקות שמקובל להגישם כמנות ראשונות קרות. לאמיתו של דבר עשוי כל ירק המוכן בצורה נאותה לשמש כמנה ראשונה. אלא שהנוהג הוא שרק ירקות מיוחדים ועדינים מנוצלים לצורך זה.                            `,
                            `<ul>מנות ראשונות מירקות
                            <li>ארטישוק בנוסח יווני-ARTICHAUT A LA GRECEQUE-לבבות ארטישוק מאודים בסיר סגור עם יין לבן, מיץ לימון או חומץ הדרים, מעט שמן זית, בצל, עלי דפנה ושום. בגמר האידוי מוסיפים מלח, קורנית ופלפל כתוש. מקררים ומגישים בתוך התחמיץ.                            </li>
                            <li>אספרגוס-ASPERGES-לאספרגוס עושים "בלונצ'יר" ירוק ומוציאים למי קרח עם מלח. מוציאים קרוב ככל האפשר להגשה. מייבשים ומגישים על מפית בד או נייר בתוספת רטבים שונים המוגשים בנפרד. הרטבים המתאימים הם:
                            <br>רוטב שנטאי-SCE/CHANTILLI.
                            <br>רוטב וינגרט-SCE/VINAIGRETTE.
                            <br>רוטב מיונז-SCE/MAYONNAISE.
                            <br>רוטב יפו-SCE/MAYONNAISE YAFFO.
                            </li>
                            <li>אפשר להגיש אספרגוס גם עם דג מעושן או אווז מעושן.                            </li>
                            </ul>`,
                            `<ul>כדאי לדעת למבחן
                            <li>סלט חצילים בטעם כבד-טיגון החצילים בשמן.(לפני הטיגון לפזר מלח להוצאת מרירות.)</li>
                            <li>סלט חצילים בנוסח יווני-טיגון החצילים בשמן עמוק.</li>
                            <li>אספרגוס כמנה קרה מגישים עם-רוטב ויניגרט, לאפשר לעטוף בחזה אווז.</li>
                            <li>סלט מלפפון בשמיר קלאסי-תיבול זמן קצר לפני הגשה.</li>
                            <li>סלט קולסלאו-כרוב לבן וגזר לתיבול מיונית מתובלת ומיץ תפוזים.</li>
                            <li>סלט שומר יווני-חולטים רצועות דקות של פקעת השומר, ומגישים בתחמיץ יווני.</li>
                            <li>סלט סלק מבושל-מבשלים את הסלק בקליפתו. מקלפים, חותכים, ומתבלים בעודו חם.</li>
                            </ul>`,
                        ],
                    },
                },
                "חומרי-גלם": {
                    "סוכר":{
                        type : "listDots",
                        content: [
                            `הסוכר מיוצר מסלק סוכר או מקנה הסוכר, אין הבדל במוצר הסופי.                        `,
                            `סוגי סוכר: <ul>
                            <li>סוכר חום-הוא סוכר שלא זוקק סופית, נמכר בעיקר לטבעונים ומתכונים מיוחדים.</li>
                            <li>סוכר גבישי לבן-דרגת בזיקוק שלו קובעת את צבעו.</li>
                            <li>אבקת סוכר-זהו סוכר טחון דק, משמש לקישוט, להכנת קרמים, לאפיה ועבודות סוכר.</li>
                            <li>סוכר קוביות-הקוביות מופיעות בשוק בגדלים שונים.</li>
                            <li>סוכר קאנדיס- סוכר מזוקק, בעל גבישים גדולים ושקופים, משמש כממתק בתעשיה.</li>
                            <li>סוכר וניל- תערובת של ונילין וסוכר (ונילין הוא המרכיב הכימי של הוניל). </li>
                            </ul>`,
                        ],
                    },
                    "סוגי-שומנים-ושמנים":{
                        type : "text",
                        content: [
                            `השומנים הם מקורות המזון המרוכזים ביותר, המספקים אנרגיה לגופנו, בכמות של שליש מהצריכה היומית בקלוריות. מקור השומנים הוא בטבע, והם נוצרים בצמחים למיניהם בזרעיהם, בקליפתם ובנבטים. בעלי החיים האוכלים את הצמחים, בונים מהם את השומנים הדרושים להם לבניית הרקמות בגוף וכמקור אנרגיה.`,
                            `מקורות השומן  אחד מהצומח והשני מהחי.                        `,
                            `<ul>
                            <li>שמן נוזלי: כגון שמן זית, כותנה, בוטנים, תירס, סויה, קנולה, חמניות, שומשום, אבוקדו ועוד. כמה שהחומציות (P.H) של שמן זית יותר נמוכה הוא יותר איכותי</li>
                            <li>שומן קשה מהצומח: שמן קוקוס, דקלים, חמאת קקאו.</li>
                            <li>שומן מן החי: חמאה, שומן אווזים, שומן בקר ועוד.</li>
                            </ul>`,
                            `דרגת העישון של השומנים השונים נעה בין 180-220 מעלות. חמאה ומרגרינה נשרפות בטמפ' יותר נמוכה, על כן אינן מתאימות לטיגון עמוק.`,
                            `כל שומן מהצומח אין בו כולסטרול.`,
                            `כל שומן מהחי יש כולסטרול.`,
                            `טיגון בשמן סויה.`,
                            `שמן דקלים לטיגון ולא לתיבול. הוא שמן שמחזיק הרבה זמן בטיגון. `,
                        ],
                    },
                    "חומץ":{
                        type : "listDots",
                        content: [
                            `התססה של סוכר (בעיקר פירות) הופך לכוהל.`,
                            `הכוהל מתחמצן, מדללים לקבלת הריכוז 5-8 %.`,
                            `בלסמי: בן יין שעובר יישון. בן יין מיוצר מענבים, בערך כמו יין מקולקל.`,
                            `שימושים: תיבול, שימור מייצב, חיטוי, הלבנה.`,
                        ],
                    },
                    "רסק-עגבניות":{
                        type : "listDots",
                        content: [
                            `עגבניות מרוסקות מסוננות, מבשלים עד הריכוז ממלאים ומעקרים.`,
                            `Brix- אחוז (22-33) המוצקים ברסק העגבניות. (יותר גבוה-יותר כהה, פחות חמוץ).`,
                            `שימושים:קבלת טעם, צבע (מרוכז), מסמיך.`,
                            `לנטרל חמיצות מטגנים ומוסיפים מעט סוכר.`,
                        ],
                    },
                    "ריבה":{
                        type : "listDots",
                        content: [
                            `הריבה סמיכה, חלקה ללא חתיכות פרי.`,
                            `המרקחת (קונפיטורה) דלילה יותר עם הפרי.`,
                            `פקטין- חומר הנמצא בפרי לקרישת הריבה.`,
                            `אגר הינו ג'לטין צמחי מאצות ים, משרים כ10 דקות בנוזל (חסר טעם) ומחממים עד המסה.`,
                            ` קולי-מחית חלקה.`,
                        ],
                    },
                },
                "חלב": {
                    "החלב":{
                        type : "listDots",
                        content: [
                            `מכיל את כל אבות המזון: חלבון מלא, שומן קל לעיכול, סוכר לאנרגיה וקליטת מזונות אחרים.`,
                            `ויטמינים רבים בעיקר A וD ומשפחת B.`,
                            `מינרלים רבים בעיקר סידן וזרחן לבניית עצמות.`,
                            `אחוז השומן בחלב פרה (טבעי) כ-3.5%.`,
                            `חלב מפוסטר (הומוגני)- חומם ל73 מעלות לזמן קצר וקורר מידית. השמדת חיידקים פתוגנים ללא פגיעה בחלב.`,
                            `חלב מעוקר- חומם ל120 מעלות לזמן קצר וקירור מידי. השמדת כל החיידקים והנבגים, נשמר יותר אך יש פגיעה בטעם ובערך התזונתי.`,
                            `חלב עמיד- מעוקר ארוז בצורה סטרילית(נשמר ללא קירור עד הפתיחה).`,
                            `חלב כחוש-רזה: מכיל פחות שומנים (פחות ויטמינים A ו D)`,
                            `חלב מאודה- מאדים חלק מהמים בואקום ב5 מעלות נישמר זמן ממושך.`,
                            `חלב מעובה- חלב מאודה בתוספת סוכר, סמיך יותר, משווק בדרך כלל בשפורפורות. (תעשיית השוקולד גלידות וממתקים).`,
                            `אבקת חלב- אידוי החלב וייבושו, נמס במים.`,
                            `שמנת-חלב שמן-השומן צף ומתקבלת השמנת, היום מפרידים את השומן מהחלב ומחזירים אותו בצורה הומוגנית ומבוקרת.`,
                            `שמנת מתוקה-לפחות 32-33 אחוז שומן   ( להקצפה 37-38 אחוז) אחוז גבוה יותר הקצפה טובה יותר- כאשר היא קרה.`,
                            `קרם פרש- שמנת סמיכה ושמנה במיוחד. יוגורט עם אחוזים יותר גבוהים של שומן.`,
                            `חמאה-חביצת השמנת ע"י סיבוב במהירות גבוהה (צנטריפוגה) הגורם לליכוד השומן (מעל 80%). עשירה בויטמינים A וD. (לחמאה מלוחה מוסיפים מעט מלח 1.5 אחוז).`,
                        ],
                    },
                    "תוצרת-ניגרת":{
                        type : "text",
                        content: [
                            `קבוצת מוצרים המתקבלת על ידי הוספת תרביות שזה חיידקים חיוביים, אחרי פיסטור וסינון המסמיכות ומעניקות טעמים (חמיצות), שיווק בגביעי פלסטיק חד פעמיים.
                            לדוגמה יוגורט שמנת חמוצה אשל לבן.`,
                            `<ol>מה יכול לתת לנו סוגים שונים של תוצרת ניגרת?
                            <li>סוג החלב.</li>
                            <li>סוג החיידק.</li>
                            <li>אחוזי שומן.</li>
                            <li>תוספות כמו פירות וכו'.</li>
                            </ol>`,
                        ],
                    },
                    "תהליך-הכנת-הגבינות" :{
                        type : "text",
                        content: [
                            `לגבינה מוסיפים אנזימים. הם מפרידים בין הנוזלים למוצקים. השלב הראשון הוא פיסטור או הרתחת חלב. לגבינה רכה מפסטרים, גבינה קשה מרתיחים.`,
                            ` בשלב השני מוסיפים חיידקים ואנזימים להפרדת המוצקים מהחלב. לאחר קבלת הגבן חותכים לשחרור הנוזלים. סינון לגביעים (הופכים מידי פעם). `,
                            `במידה שרוצים גבינות קשות ממשיכים לגבן מעבירים לגבישה המלחה והבשלה. בחדרים מיוחדים לזמן ממושך, בזמן זה מתפתחת הגבינה ומקבלת את מאפייניה.`,
                            `עובש כחול נוצר על ידי החדרת חיידקי פנציליום קורפורטי. `,
                            `עובש לבן הוא נקרא פניציליום קממברטי העוטף את הגבינה מבחוץ.`,
                        ],
                    },
                    "סוגי-גבינות":{
                        type : "listDots",
                        content: [
                            `גבינות חצי קשות- צפתית, פטה, בולגרית.`,
                            `גבינות עם עובש לבן- קממבר, ברי וטום.`,
                            `גבינות מבושלות-חלומי, ומוצרלה.`,
                            `גבינות מבושלות בישול כפול- ריקוטה ואורדה.`,
                            `גבינות קשות מיושנות שנים- סנט מור, פקורינו, פרמז'נו, פרמז'ן.`,
                            `גבינות קשות ביישון קצר של מספר חודשים-קשקבל, גאודה, גלבוע, אדאם, גרוייר, אמנטל, טל העמק, צ'דר.`,
                            `גבינות עובש כחול קשות- גורגונזולה, רוקפור.`,
                        ],
                    },
                },
                "ביצים": {
                    "ביצה-כמנה-ראשונה":{
                        type : "listDots",
                        content: [
                            `<ol>בביצים כמנה ראשונה קרה אפשר להשתמש כשהן:
                            <li>קשות-DURS.</li>
                            <li>2.ממולאות-FARCIS.</li>
                            <li>3.עלומות-POCHES.</li>
                            <li>4.רכות-MOLLETS.</li>
                            </ol>`,
                            `מגישים אותן לרוב בתוספת רוטב מיונז או סלט ולעיתים גם בתוך סלסלאות בצק או על פרוסת לחם קלוי (טוסט).                            `,
                        ],
                    },
                    "מנות-ראשונות-מביצים":{
                        type : "listDots",
                        content: [
                            `ביצה קשה נוסח השגרירה-OEUFS AMBASSADRICE-שמים לתוך סלסלות מבצק פריך, מצפים ברוטב מיונז ומקשטים בפטרוזיליה וקוביות קריש.`,
                            `ביצה קצוצה בנוסח יהודי-בצל מטוגן, שמן, מלח ופלפל.`,
                            `ביצה קשה רוסית-OEUFS A LA RUSSE-שמים את הביצה על סלט מיונז, מצפים במיונז ומקשטים באנשובי או קוויאר או לקס מעושן ומלפפון כבוש.`,
                            `ביצים ממולאות בנוסח דני-OEUFS FARCIS DANOISE-ממלאים בסלט דג מלוח עדין, מצפים במיונז מעורב ברסק אנשובי ומקשטים באנשובי.`,
                            `ביצים ממולאות בלשון-OEUFS FARCIS ECARLATE- ממלאים בסלט עדין מלשון, מצפים במיונז ומקשטים בלשון ומלפפונים כבושים.`,
                            `ביצה עלומה באספרגוס-OEUFS POCHES PRINCESSE-ממלאים סלסלה מבצק פריך בסלט אספרגוס על זה שמים את הביצה. את סלסלה מגישים על עלה חסה.`,
                            `ביצה עלומה אסתרהזי-OEUFS POCHES ESTERHAZY-מניחים פרוסות לשון על פרוסה עגולה של לחם קלוי. על פרוסת הלשון שמים את הביצה ומצפים ברוטב רביגוט-RAVIGOTE.`,
                            `ביצים רכות-OEUFS MOLLETS-את הביצים הרכות אפשר להגיד באותן צורת הכנה כמו הביצים העלומות. כאשר מכינים את הביצים בתוך אלפס. קוראים להן :OEUFS EN COCOTTE.`,
                        ],
                    },
                    "הטלה-וסוגי-ביצים":{
                        type : "listDots",
                        content: [
                            `<ul>תרנגולות מטילות:
                            <li>תרנגולת לגהורן- מטילה בממוצע שנתי 180 ביצים, משקל כל ביצה 56 גרם.</li>
                            <li>תרנגולת המבורג-מטילה בממוצע שנתי 300 ביצים, משקל כל ביצה 60 גרם.</li>
                            <li>תרנגולת פאדובה- גזע עתיק מאוד נחשבת מטילה טובה.</li>
                            </ul>`,
                            `<ul>ביצים יוצאות דופן:
                            <li>ביצה ללא קליפה-חוסר מינרלים/ הטלה לפני הזמן.</li>
                            <li>ביצה עם שני חלמונים-נפילת שני חלמונים במקביל לצינור הביצים.</li>
                            <li>ביצה עם דם-התרמיל שעוטף את החלמון נקרע וטיפת דם נופלת יחד עם החלמון לצינור הביצים.</li>
                            </ul>`,
                        ],
                    },
                    "ביצים-מעופות-נוספים":{
                        type : "text",
                        content: [
                            `למרות שביצי התרנגולת הן הנפוצות ביותר, יש שימוש נרחב גם בביצים נוספות. שלרוב שוות בערכן התזונתי לביצי התרנגולות:                            `,
                            `<ul>
                            <li>ביצי הודו.</li>
                            <li>ביצי טווסים.</li>
                            <li>ביצי ברווזים/ אווזים – עם תכולת שומן גבוהה מאוד.</li>
                            <li>ביצי יונים.</li>
                            <li>ביצי שליו.</li>
                            </ul>`,
                            `<ol>מיון ביצים לגדלים שונים נקבע כסימון המשקל:
                            <li>"XL" מעל 70 גרם.</li>
                            <li>"L"- 65-70 גרם ומעלה.</li>
                            <li>"M"- 55-65 גרם.</li>
                            <li>"S"-45-55 גרם.</li>
                            <li>ביצה קטנה יותר- 35-45 גרם.</li>
                            </ol>`,
                        ],
                    },
                    "טריות":{
                        type : "listDots",
                        content: [
                            `ביצה טרייה היא אחת מאבני היסוד של מאכלים בכל סוגי המטבחים.`,
                            `במנות ראשונות, ביניים, עיקריות וגולת הכותרת קינוחים. ערכן התזונתי רב ואף מיוחסות לה סגולות מרפא.`,
                            `בדיקת טריות ביצה הייתה מקובלת בעבר וניתן היה לבצעה במס' דרכים:
                            <ul>
                            <li>ביצה שוקעת בתמיסת מים ומלח בריכוז של 10%.</li>
                            <li>ביקורת מול האור מאפשרת זיהוי פגמים.</li>
                            <li>עם שבירת הביצה יש לצפות לחלמון בולט ויציב ולחלבון קשור ולא מימי.</li>
                            </ul>`,
                            `עם התפתחות התעשייה, בשיטות השיווק המתקדמות וסימון המוצרים, הצורך בבדיקות אלו הולך ופוחת, אך בכל זאת תמיד טוב לדעת.
                            `,
                        ],
                    },
                    "תברואת-ביצים":{
                        type : "listDots",
                        content: [
                            `הביצה היא מרכיב חשוב בתפריט ויש לטפל בה בצורה נכונה.`,
                            `ביצה שטופלה לא כראוי, עלולה לגרום לכם לצרות רבות- חיידק הסלמונלה עלול להימצא בקליפת הביצה או בחלבון, ולגרום למחלה בדרכי העיכול. המחלה מלווה בחום גבוה, הקאות ושלשולים ורגישים לה בעיקר תינוקות וזקנים. התפתחות החיידק תלויה בטמפרטורה, בזמן ובתנאי אחסנת הביצים.`,
                        ],
                    },
                    "קניית-ביצים":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>מה כן</th>
                              <th>מה לא</th>
                            </tr>
                            <tr>
                              <td>יש לקנות ביצים רק ברשתות שיווק בחנויות ממוזגות כאשר הן ארוזות או באריזה חד פעמית סגורה</td>
                              <td>יש לוודא שעל האריזה יש סימון של שם תחנת המיון, כתובתה, סוג הביצים ותאריך אחרון לשיווק</td>
                            </tr>
                            <tr>
                              <td>אין לקנות ביצים בשווקים פתוחים ובחניות לא ממוזגות.</td>
                              <td>אין לקנות ביצים ללא סימון</td>
                            </tr>
                            <tr>
                              <td></td>
                              <td>אין לקנות ביצים שבורות או סדוקות</td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "אחסון-ביצים":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>מה כן</th>
                              <th>מה לא</th>
                            </tr>
                            <tr>
                              <td>לאחסן את הביצים רק במקרר באריזה המקורית או באריזה המיועדת לכך. ניתן ורצוי להשתמש בביצים אלה 30 יום מתאריך הקנייה.</td>
                              <td>אסור לשטוף ביצים, השטיפה עלולה לגרום לחדירת החיידקים דרך הקליפה.</td>
                              </tr>
                              <tr>
                              <td>להוציא את הביצה מהמקרר סמוך לשימוש בה.</td>
                              <td>במקרה שרוצים להכניס את הביצה לבישול ממושך יש לשטוף אותה מיד לפני השימוש.</td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "שימוש-ביצים":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>מה כן</th>
                              <th>מה לא</th>
                            </tr>
                            <tr>
                              <td>הקפדה על כל התנאים מאפשרת שימוש בביצים בכל הצורות.</td>
                              <td>ביצים שאין ביטחון לגבי התנאי האחסון והטיפול בהן, או ביצים שנמצאו סדוקות או שבורות, אסור לחלוטין להשתמש בהן למאכלים עם ביצים לא מבושלים. בביצים אלו ניתן להשתמש רק לאחר בישול ממושך (ביצה קשה) או טיפול בחום גבוה (עוגות אפויות).</td>
                            </tr>
                            <tr>
                              <td>את הביצים שבושלו ולא נאכלו, יש להחזיר למקרר.</td>
                              <td></td>
                            </tr>
                            <tr>
                              <td>יש למנוע מגע בין ביצים שבושלו לאלה שלא בושלו.</td>
                              <td></td>
                            </tr>
                            <tr>
                              <td>מאכלים המכילים ביצים שלא עברו תהליך בישול יש לאחסן במקרר עד לשימוש.</td>
                              <td></td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "שימושי-הביצים":{
                        type : "listDots",
                        content: [
                            `אכילה ישירה- ביצה רכה, קשה, חביתה, עין, עלומה וכו'.`,
                            `בישול ביצים- במים.`,
                            `טיגון ביצים- בשומן כלשהו.`,
                            `שימור ביצים- ביצה כבושה במטבח האנגלי, ביצה קשה שהוחמצה.`,
                            `ביצה ממולחת- במטבח הסיני.`,
                            `ביצת מאה השנים- במטבח הסיני.`,
                            `במגוון מאכלים כמו עוגות, משקאות, מרקים, מיונז ועוד.`,
                        ],
                    },
                    "שימוש-הביצים-במטבח":{
                        type : "listDots",
                        content: [
                            `משמשות להקצפה: גלידות, קציפות, מוסים ועוגות.`,
                            `ליכוד (הדבקה) של מרכיבים שונים במזון: פשטידות, עוגות, לביבות וקציצות.  ובהדבקת שומשום/ פרג ועוד. על מאפים, הדבקת פרורי לחם בהכנת שניצל.`,
                            `עיבוי: מאכלים, רטבים- הולנדז, מיונז.`,
                            `צבע על מאפים: בורקס, שמרים, זיגוג המאפים והוספת טעם למזון.`,
                            `רואים שיש שימוש נרחב בביצים מעבר להיותם מנה ראשונה, ביניים, עיקרית וקישוט.`,
                        ],
                    },
                    "אופני-הכנה-בסיסים-לביצים":{
                        type : "listDots",
                        content: [
                            `ביצה שלוקה- ביצה מבושלת במים רותחים עם מעט מלח ולבשל במשך 2-4 דקות.`,
                            `ביצה רכה- מבושלת 5-6 דקות במים רותחים.`,
                            `ביצה קשה- ביצה מבושלת 8-10 דקות במים רותחים.`,
                            `בהכנת ביצה רכה/ קשה יש להקפיד על שלמות קליפת הביצה, יש להוסיף מעט מלח למי הבישול. בגמר הבישול להעביר למים צוננים להקלת פעולת הקילוף.`,
                            `ביצה עלומה-ביצה מבושלת ללא קליפה בתוך מי חומץ, מתחת לנקודת הרתיחה ולאחר יצירת מערבולת, ולמשך 4-5 דקות ומיד לאחר מכן למים קרים למניעת התקרשות החלמון. מוגשת חמה או קרה בהתאם לנדרש.`,
                            `ביצה בתבנית- ביצה בתבנית קטנה/ קוקוט, בקיבולת של ביצה אחת, משומנת אשר נאפית בבן מארי.`,
                            `ביצה בקדירה-בדיוק כמו קודמתה, רק שבתחתית הקוקוט מניחים את התוספת הרצויה כגון: תרד, ראגו, מוח. מומלץ להגיד עם רוטב התואם את התוספת.`,
                            `ביצה בחושה- הקרשת ביצים טרופות עם שומן (חמאה, שמן, מרגרינה), בכלי מחומם תוך כדי בחישה, ניתן להוסיף לביצים מעט חלב לצורך עידון.`,
                            `אומלט-ביצים טרופות עם מעט מלח, מחממים מחבת וממיסים שומן במקרה של חמאה/ מרגרינה, לא לאפשר שינוי צבע על ידי חימום יתר. מוסיפים את הביצים ומקרישים מעט את הדפנות, ומקפלים בצורה ייחודית. ניתנת להגשה במגוון תוספות. לדוגמה- אומלט עם שמפיניון- מטגנים שמפיניון עם או בלי בצל, ומוסיפים לאומלט לפני הקיפול.`,
                            `חביתה- תואם להכנת אומלט אך ללא קיפול ובהגשה שטוחה- לפריטטה יש מילוי מעורבב עם הביצה ומטוגן משני צידיו.`,
                            `ביציית עין- מוגשת תמיד חמה, לארוחות בוקר או ערב או כתוספת לפי מתכון, ביצה מטוגנת במחבת ללא הקרשה של החלמון. בנוסח אופרה- כבד, אספרגוס, רוטב מדירה. בנוסח ליאון- על מצע בצל מטוגן.`,
                            `ביצה מטוגנת בשמן עמוק- בשמן חם ובעזרת כפות עץ מטגנים ומעצבים את הביצה על ידי עטיפה עם החלבון. בנוסח פרובנס- חצילים מטוגנים +רוטב עגבניות.`,
                        ],
                    },
                    "דוגמאות-להשלמות-קלאסיות-לביצים":{
                        type : "listDots",
                        content: [
                            `חומרים לעלומה:
                            <ul>
                            <li>1 ליטר מים רותחים.</li>
                            <li>2 כפות חומץ.</li>
                            <li>ביצה.</li>
                            </ul>
                            <ul>
                            <li>ביצה עלומה עם תרד- אגז בנדיקט (פלורנטין)- עלי תרד, חמאה, בצל, מלח, פלפל, אגוז מוסקט, רוטב הולנדייז.</li>
                            <li>הלנה היפה- BELLE HELENE- סלסלאות ממולאות במחית עוף עליהן הביצה ומעליה רוטב סופרים.</li>
                            <li>בנוסח הציידים-CHASSEUR- בתוספת כבד עוף ברוטב ציידים, רוטב עם פטריות.</li>
                            <li>גם רוטב בשמל מתאים לביצה עלומה כמנת ביניים.</li>
                            </ul>
                            `,
                            `קשה<ul>
                            <li>בנוסח בורדו-BORDELAISE- עם מח עצם וטוסט/ תחתע ארטישוק ורוטב בורדו.</li>
                            <li>ביצה רוסית- סידור סלט רוסי בצלחת בתוספת ביצה קשה מסודרת.</li>
                            <li>בנוסח הולנדי-HOLLANDAISE-מחית סלמון מעושן על טוסט ומעל רוטב הולנדייז.</li>
                            <li>מירבו-MIRABEAU- בתוספת רצועות אנשובי וזיתים ירוקים.</li>
                            </ul>`,
                            `בקדרה<ul>
                            <li>עם עגבניות- AUX TOMATES- מוסיפים עגבניות קצוצות לפי אופן הבישול.</li>
                            <li>בנוסח צועני-ZINGARA- פסי לשון, פטריות, בשר מעושן ועגבניות.</li>
                            <li>בנוסח טורקיה-TURQUE- תוספת חצילים מטוגנים עם עגבניות וכבד.</li>
                            <li>פלורנטין- עם תרד ברוטב בשר.</li>
                            </ul>`,
                            `אומלט<ul>
                            <li>אומלט שטוח- טיגון החביתה משני צידיו, ללא קיפול.</li>
                            <li>אומלט ספרדי- בצל, פלפלים, עגבניות ועשבי תיבול.</li>
                            <li>בנוסח סביליה-SEVILLA-מוסיפים לביצים עגבניות קצוצות אנשובי, זיתים ומעט שום.</li>
                            <li>וושינגטון-WASHINGTON- עם גרגרי תירס ברוטב מורנה ומקרימים. </li>
                            <li>סוגי מילוי לאומלטים- אספרגוס, בצל, פטרוזיליה, פטריות, גבינה וכו'.</li>
                            </ul>`,
                            `רכה<ul>
                            <li>בנוסח מילאנו-MILANISE- מערבבים ספגטי מבושל עם עגבניות קצוצות, פסי בשר מעושן ופטריות. מצפים ברוטב ומקרימים.</li>
                            <li>בנוסח ליל-LILLOISE- על מצע כרוב ניצנים מניחים את הביצה, מצפים ברוטב שמנת ומפזרים פירורי לחם, גבינה מגוררת ומקרימים בסלמנדר.</li>
                            </ul>`,
                        ],
                    },
                    "חלוקת-הביצה":{
                        type : "listDots",
                        content: [
                            `הקליפה כ-10% ממשקל הביצה- נקבובית.`,
                            `החלבון כ-60% מים וחלבונים, נפח פי 6-8.`,
                            `החלמון כ-30% כל אבות המזון, גם כולסטרול.`,
                        ],
                    },
                    "מנות-ראשונות-קרות":{
                        type : "listNumbers",
                        content: [
                            `ביצה קשה-OEUF DUR<ul>
                            <li>ביצה רוסית-OEUF A LA RUSSE-מצע סלט רוסי(או כל סלט מורכב קשור). קישוט: אנשובי וגמבה.</li>
                            <li>ביצה ממולאת-OEUF FARCI- מוסיפים לחלמון, חמאה מוקפצת, מיונז וחומרי טעם. לוקחים את הביצים בתבנית הופכים את התבנית למשך 10 שעות, ככה החלמון יירד לאמצע ואז מבשלים את הביצה. כך החלמון ייצא בדיוק באמצע.</li>
                            <li>בנוסח קנדה-CANADIENNE-לוקחים את החלמון המבושל, מוסיפים מחית של סלמון מעושן או כל דג כבוש או מעושן אחר, ומלפפון כבוש לקישוט.</li>
                            <li>בנוסח שטרסבורג-STRASSBOURGOISE- לוקחים את החלמון המבושל מוסיפים כבד אווז, כמהין לקישוט.</li>
                            <li>ניתן להשים חלמון עם מיונז וחרדל ומזלפים לבפנים.</li>
                            </ul>`,
                            `ביצה עלומה-OEUF POCHE<ul>
                            <li>רביגוט-RAVIGOTE- מצע עגבנייה, הביצה והרוטב שמורכב ממיונז פתוח עם מיץ לימון ותיבול, תרד חלוט, שום בדרך כלל קונפי ועשבי תיבול.
                            </li>
                            </ul>`,
                        ],
                    },
                    "הגשה-חמה-של-ביצים":{
                        type : "listNumbers",
                        content: [
                            `ביצה שלוקה-A LA COQUE-בישול 3-4 דקות, הגשה עם הקליפה על גביע מתאים.`,
                            `ביצה רכה-MOLLET- בישול 6-7 דקות, מקררים, מקלפים, מעבירים למים חמימים עם מלח. עד השימוש. מגישים עם רוטב מתאים כמו בשל ומשפחתו, הולנדייז ומשפחתו ורוטב עגבניות.`,
                            `ברוטב ברנז-BEARNAISE- מצע של סלסלת בצק פריך או ירק לדוגמה ארטישוק עגבנייה ומעל רוטב, מעל מגישים רוטב חם.`,
                            `ביצה קשה-DUR-בישול 8-10 דקות, מקררים, מקלפים, מעבירים למים חמימים עם מלח עד השימוש.`,
                            `ביצה עלומה-POCHE-בישול במים בתוספת חומץ, מתחת לנקודת הרתיחה 4-5 דקות, תוך כדי עטיפת החלמון על ידי החלבון בעזרת כף עץ.<ul>
                            <li>ברוטב הולנדי-HOLLANDAISE- מצע בצק עלים או פריך, מחית סלמון, הביצה והרוטב מעל.</li>
                            <li>על מצע תרד (פלורנטין)-FLORENTINE-מצע תרד מוקפץ, הביצה ורוטב להקרמה. </li>
                            <li>אופן הכנה של ביצה עלומה בנוסח פלורנטין: מקפיצים את התרד בשמן זית, מוסיפים שום ופלפלים(גמבות,צ'ילי. לחריפות ולצבע אדום), מסדרים בצלחת ההגשה, מעל מניחים את הביצה העלומה, עליה אנחנו שמים רוטב מורנה להקרמה, מוסיפים גבינה קשה (גרוייר, צ'דר) מלמעלה ומכניסים להקרמה בטמפ' הכי גבוהה שיש למעט מאוד זמן כמה שניות.</li>
                            </ul>`,
                            `ביצה בתבנית-MOULE-משמנים תבניות קטנות, פותחים את הביצה פנימה, מבשלים בבן מארי עד הקרשת החלבון. ההבדל בין ביצה בתבנית לביצה בקדרית זה שבתבנית משמנים את הכלי שוברים את הביצה ומבשלים על בן מארי, ביצה בקדרית צריך איזשהו מצע ומכניסים לצלייה בתנור.<ul>
                            <li>השלמות כמו הביצה העלומה.</li>
                            <li>בנוסח הנרי(הרביעי)-HENRI-מוציאים את הביצה על תחתיות ארטישוק ומעל רוטב ברנייז.</li>
                            </ul>`,
                            `ביצה בקדרית-EN COCOTTE-משמנים קוקוט ומרפדים ברוטב, שמנת או מצע אחר(ירק, תרביך וכו') מעל הביצה ומעט חמאה, שמנת או רוטב, מכניסים לתנור חם עד להקרשות החלבון.<ul>
                            <li>בנוסח הדוכסית(DUCHESSE- מצע דוקסל עבה, הביצה ומעט שמנת ומכניסים לתנור. תמיד שמים את הביצה ברוטב חם.</li>
                            </ul>`,
                            `ביצה בחושה-BROUILLE-טורפים את הביצים עם מעט מלח (חלב,שמנת), ממיסים חמאה, יוצקים את הביצים תוך כדי הקרשת הביצה.`,
                            `בנוסח אנטואן-ANTOINE-אווז מעושן, צלפים, עשבי תיבול.<ul>
                            <li>הגשה על טוסט.</li>
                            <li>תוספת: אספרגוס, פטריות, אנשובי ועוד.</li>
                            </ul>`,
                            `ביצה קשה מצופת לוקחים כלי שמים ניילון נצמד, שוברים את הביצה פנימה, מבשלים במשך כמה דקות ומכניסים ישר למקפיא, מצפים ומטגנים בשמן עמוק.`,
                            `בנוסח פרובנס- חציל מטוגן ורוטב עגבניות.`,
                            `אומלט הפתעה-OMLETTE SURPRISE—מרפדים תבנית אנגלית בעלה תופין( סוג של בצק בחוש שאופים אותו בשכבה דקה וזה יוצא כמו עלה), מרטיבים בליקר, ממלאים בגלידה, מכסים בעלה נוסף ומקפיאים.
                            מקציפים חלבונים עם סוכר ומצפים את עוגת הגלידה.
                            משחימים, מניחים מלמעלה קוביות סוכר ספוגות באלכוהול, משלהבים ומגישים.
                            `,
                            `מיקרצות תירס<ul>
                            <li>מאדים תירס גרגרים (שלם 600 גרם, טחון 200 גרם), מתבלים מוסיפים קמח (50 גרם). מוסיפים חלב (400 מ"ל). מורידים מהאש ומוסיפים 3 חלמונים ופטרוזיליה.</li>
                            <li>יוצרים גלילים. מצפים בציפוי אנגלי ומטגנים.</li>
                            <li>אפשר להכין רוטב בשמל סמיך ואליו להוסיף את התירס.</li>
                            </ul>`,
                        ],
                    },
                },
                "תפוחי-אדמה": {
                    "קבוצות-ההכנה-לתפוחי-האדמה":{
                        type : "listDots",
                        content: [
                            `תפו"א מבושלים עם קליפה, והשלמתם.`,
                            `תפו"א מבושלים בלי קליפה, והכנות מתפו"א מרוסקים.`,
                            `תפו"א בטיגון בשמן עמוק.`,
                            `תפו"א שדורשים בישול מוקדם.`,
                            `תפו"א באופן הכנה כללי.`,
                        ],
                    },
                    'תפו"א-מבושלים-עם-קליפה': {
                        type : "listDots",
                        content: [
                            `יש זנים שונים של תפו"א, ולכל זן תכונות משלו.`,
                            `למשל הזנים הלבנים מתאימים למחית לפירה, מרק וכו'.`,
                            `הזנים הצהובים מתאימים לבישול עם קליפה ולאפיה.`,
                            `הזנים האדומים לטיגון בשמן עמוק.`,
                            `ראשית מבררים את תפו"א לגודל אחיד ורוחצים היטב.`,
                            `מבשלים במים עם מלח עד שהתפו"א רכים, מבלי שיתפוררו רצוי על להבה נמוכה.`,
                            `מקלפים לאחר צינון קל על גבי מסננת בעודם חמים`,
                            `רצוי לקרר לפני חיתוך.`,
                            `מתכונים קלאסיים לתפו"א מבושלים עם קליפה:<ul>
                            <li>תפו"א מטוגנים במחבת-POMMES SAUTEES. – את תפו"א המקולפים חותכים לפלחים דקים, ומטגנים בשמן עם מעט מלח עד להשחמה. רצוי קודם בשמן ולהמשיך עם חמאה או מרגרינה.</li>
                            <li>תפו"א בנוסח ליאון-POMMES LYONNAISE- משלימים את תפו"א הנ"ל עם בצל מאודה ופטרוזיליה.</li>
                            <li>תפו"א מטוגנים (שלמים)-POMMES ROTIES- מטגנים את תפו"א הקטנים, שלמים בשומן חם, בתבנית בתנור חם, או במחבת.</li>
                            <li>תפו"א עם פרורי לחם-POMMES SABLEES- מטגנים תפו"א קטנים או חתוכים לקוביות גדולות ומוסיפים לפני הסוף פירורי לחם ומטגנים יחד לצבע צהבהב.</li>
                            <li>תפו"א בנוסח האופה-POMMES BOULANGERE-פרוסים ומבושלים בנוזל, בתוספת בצל מאודה</li>
                            <li>תפו"א בשמנת-POMMES A LA CREME.</li>
                            <li>תפו"א מוקרמים ברוטב MORNAY AU GRATIN.</li>
                            <li>תפו"א ברוטב לבן-BECHAMEL.</li>
                            </ul>`,
                        ],
                    },
                    'תפו"א-מבושלים-בלי-קליפה':{
                        type : "listDots",
                        content: [
                            `שוטפים וקולפים את התפו"א, חותכים לצורה הרצויה, ומבשלים במי מלח על להבה קטנה.`,
                            `להקפיד שלא יתפוררו אם רוצים להגישם שלמים.`,
                            `מסננים מהמים ומייבשים.`,
                            `איך שומרים על התפו"א המבושלים חמים-באמבט מים חמים מכוסים במגבת לחה או במכסה`,
                            `מתכונים קלאסיים לתפו"א מבושלים בלי קליפה:<ul>
                            <li>תפו"א מעוצבים מבושלים-POMME NATURE.</li>
                            <li>תפו"א בעשבי תיבול-POMME AUX FINES HERBES.</li>
                            <li>תפו"א בנוסח אנגלי-POMME A L ANGLAISE.</li>
                            <li>תפו"א עם פטרוזיליה-POMME PERSILLEES.</li>
                            <li>תפו"א פירה-POMME PUREE.</li>
                            <li>תפו"א בריוש-POMME BRIOCHE-פירה יבש חמאה וחלמונים.</li>
                            <li>תפו"א בנוסח הדוכסית-POMME DUCHESSE.</li>
                            <li>תפו"א בתוספת רסק עגבניות-POMME MARQUISE.</li>
                            <li>תפו"א גלילים מצופים מטוגנים-POMME CROQUETTE.</li>
                            <li>כדורי תפו"א מטוגנים (מעט פטריות)-POMME BERNY.</li>
                            <li>תפו"א בצורת אגס(פירורי לחם)-POMME WILLIAMS.</li>
                            <li>2/3 מחית תפו"א, 1/3 בצק רבוך-תפו"א דופין-POMME DAUPHINE-טיגון בשמן עמוק.</li>
                            </ul>`,
                        ],
                    },
                    "תפוחי-אדמה-בטיגון-בשמן-עמוק": {
                        type : "listDots",
                        content: [
                            `שוטפים מקלפים וחותכים לצורה הרצויה, מייבשים ומטגנים.`,
                            `תפו"א בצורת קש קן ציפורים-POMME PAILLES.`,
                            `תפו"א גפרורים-POMME ALLUMETTE.`,
                            `תפו"א מטוגנים בטונט-POMME FRITES.`,
                            `תפו"א צ'יפס פרוסות דקיקות-POMME CHIPS.`,
                            `תפו"א קוביות גסות-POMME CARREES.`,
                            `תפו"א בצורת וופל-POMME GAUFRETTES.`,
                        ],
                    },
                    "תפוחי-אדמה-בבישול-מוקדם-במים-או-בשמן": {
                        type : "listDots",
                        content: [
                            `שוטפים, מקלפים, מעגלים או חותגים לצורה הרצויה ומרתיחים.`,
                            `מסננים ומקררים, מסדרים על תבנית עם שומן חם או רוטב או נוזל יסודי. מתבלים ואופים בתנור עד לצבע הרצוי ועד שהתפו"א רכים.`,
                            `תפו"א אדמה בנוסח פריז-POMME PARISIENNE.`,
                            `השם מחייב צורת העיצוב ואופן הכנה קבועים וידועים מראש. כדורים קטנים וחלוטים אפויים בתנור.`,
                            `תפו"א "שאטו" צורת זיתים או בננות-POMME CHATEAU. מעצבים את תפו"א מרתיחים ואופים עם מרגרינה בתנור.`,
                            `תפו"א בנוסח בורדו-POMME BORDELAISE- אופים תפו"א קוביות 2*2 בתנור עם שום כתוש ומרגרינה ומגישים עם פטרוזיליה.`,
                            `תפו"א בצורת חבית גדולה-POMME FONDANTS-מבוצע על ידי צלייה בתנור.`,
                            `תפו"א בצורת פטריות-POMME CHAMPINIONS.`,
                            `תפו"א בצורת חבית קטנה-POMME RISSOLES-מושחמים בתנור או מוקפצים במחבת.`,
                            `גילוף תפוחי אדמה הינו-TOURNER.`,
                        ],
                    },
                    "תפוחי-אדמה-באופן-הכנה-כללי": {
                        type : "listDots",
                        content: [
                            `תפו"א אמריקאי-POMME AMERICAINE-אופים תפו"א גדולים בקליפה בנייר כסף בתנור, חופשים את חלקו העליון של התפוח אדמה, חורצים בו חריץ ומניחים קוביות חמאה.`,
                            `תפו"א "אנה"-POMMEES ANNA-חותכים את תפו"א לפרוסות קטנות ועגולות. מסדרים בכלי משומן, בצורת עיגולים כשפרוסה אחת מכסה בחציה את הפרוסה הקודמת. מסדרים 5-6 שכבות כשכל שכבה מסודרת לכיוון ההפוך, מתבלים ומשמנים בין כל השכבות, אופים בתנור במשך שעה והופכים.`,
                            `תפו"א אפוי בתנור-POMMES AU FOUR-אופים את התפו"א בתנור על תבנית עם מלח גס ומגישים בקליפה.`,
                            `לביבות תפו"א "רושטי"-POMMES DE SOUBRICS-מרסקים תפו"א לא מבושלים על פומפייה דקה, סוחטים במקצת, מוסיפים מלח, פלפל, בצל חתוך דק, ביצים וקמח, מטגנים במחבת עם מעט שמן.`,
                            `"קיגל" תפו"א מכינים מ-תפוחי אדמה מגורדים על פומפייה.`,
                        ],
                    },
                },
                "ירקות-כמנת-ביניים": {
                    "חצילים":{
                        type : "text",
                        content: [
                            `מוסקת שכבות של פרוסות חצילים מטוגנות, ביניהם בשר, מעל רויאל תערובת של ביצים עם שמנת.  `,
                            `חצילים ממולאים חצילים קטנים אפויים, מרוקנים אותם מעט, מוסיפים חומר מילוי ומכניסים להשלמה בתנור.`,
                            `מוסקת סנדוויץ' חציל – פורסים חצילים לסנדוויצ'ים, ממלאים בעגבנייה ובשר טחון, מצפים בציפוי של קמח וביצה ומטגנים בשמן עמוק, אופים בתנור עם "רויאל".`,
                            `פופייט חצילים- חצילים פרוסים לאורך מטוגנים, ממולאים בירקות מוקפצים, מוגשים על מצע טחינה או רוטב עגבניות.`,
                        ],
                    },
                    "פטריות":{
                        type : "text",
                        content: [
                            `פטריות ברוטב שמנת, מאדים בצל, מוסיפים פטריות, רוטב שמנת ומגישים בדרך כלל על קלי או בושה. בושה זה מאפה כמו בורקס אבל ריק.`,
                            `פטריות ממולאות ניתן למלא במגוון אפשרויות-כבד, עוף, ירקות, בשר וכו'. אפשר לצפות ולטגן, אפשר למלא ולהכניס לתנור או לבשל בסיר.`,
                        ],
                    },
                    "ארטישוק":{
                        type : "text",
                        content: [
                            `פני העבודה מסירים את הקלח חותכים את הקצוות והעלים. מורחים בלימון. `,
                            `תבשיל ארטישוק חותכים ירקות שורש קארה, מוסיפים חזה אווז מעושן, מקפיצים עם מעט שמן, מוסיפים מעט נוזל חם.`,
                            `ארטישוק ממולא ממלאים תחתיות ארטישוק במגוון אפשרויות עוף, בקר, ירקות וכו'. מצפים בקמח וביצה, מטגנים בשמן עמוק, ממשיכים בישול ברוטב, בסיר או בתנור.`,
                        ],
                    },
                },
                "מרקים": {
                    "כללי":{
                        type : "listNumbers",
                        content: [
                            `מקור המרקים בתבשילים נוזליים מלאי תוכן (בשרים ירקות ופחמימות), שהיוו את כל הארוחה.`,
                            `קארם שינה ואסקופיה חילק לקבוצות, מחלקם הוצא התוכן- צלולים.`,
                            `חלקם הפכו עדינים יותר בעזרת ירקות. חלקם נטחנו והפכו למחיתיים/ קטיפתיים. וחלקם כמעט לא שינו – לאומיים.`,
                            `מרקים חם וטוב יש להגיש ב90-95 מעלות.`,
                            `<ul>קבוצות המרקים הן:
                            <li>מרקים צלולים.</li>
                            <li>מרקים מעובים.</li>
                            <li>מרקים לאומיים ומרקי דגים.</li>
                            </ul>`,
                            `<ul>כמויות למרקים
                            <li>ליטר מרק רגיל מגישים ל4-5 סועדים.</li>
                            <li>ליטר קונסומה 6-8 סועדים.</li>
                            <li>מרק מעובה קטיפתי על ידי 80-100 גר' רביכה וליאזון ( 100 מל' שמנת וחלמון אחד)</li>
                            <li>מרק מחיתי טוחנים 400-500 גר' תוכן ירק וכדומה.</li>
                            <li>למרק מחיתי מקטניות דרושים 120-150 גר' קטניה.</li>
                            <li>למרק ירקות כ-400 גר' ירקות ומעט עמילן.</li>
                            </ul>`,
                        ],
                    },
                    "מרקים-מחיתיים/-מעובים":{
                        type : "text",
                        content: [
                            `<ul>סוג ראשון
                            <li>מירקות (בודד או תערובת) כמחית בתוספת תפו"א או עמילן אחר עידון על ידי שמנת/ חמאה.</li>
                            <li>מתכון בסיס (ליטר)-מאדים בצל וירקות שורש(50-100 גר') בחמאה. מוסיפים את הירק העיקרי (350-400 גר'). ותפו"א כ50-100 גרם, או עמילן אחר(אורז, מעט קמח וכדומה).</li>
                            <li>מאדים ללא קבלת צבע ומוסיפים נוזל. 900 מל'.</li>
                            <li>מבשלים בישול איטי עד רכות.</li>
                            <li>מסננים, טוחנים ומוסיפים את הנוזל חזרה עד סמיכות רצויה, משלימים טעם ומעדנים.</li>
                            <li>מיוחדים-קרסי-CRECY- גזר, הסמכה על ידי אורז או קמח אורז.</li>
                            <li>פריזאי-PARISIENNE חומר עיקרי תפו"א וכרישה.</li>
                            </ul>`,
                            `<ul>סוג שני
                            <li>על בסיס קטניות (120-150 גר' לליטר)</li>
                            <li>מאדים בצל(40 גר) כרישה(40 גרם) ושום. מוסיפים נוזל (ליטר) ואת הקטניות.</li>
                            <li>מוסיפים את התפו"א 150 גר' ומבשלים איטי עד רכות.</li>
                            <li>מסננים, מועכים ומחזירים את הנוזל עד סמיכות רצויה.</li>
                            <li>מרק מחיתי ברטון- שעועית לבנה בתוספת עגבניות ובצל.</li>
                            <li>מרק מחיתי סנט ז'רמן- אפונה יבשה וקישוט של אפונת גינה ופטרוזיליה קצוצה.</li>
                            </ul>`,
                            `<ul>מרקים מחיתיים לדוגמה:
                            <li>מרק מחיתי משעועית לבנה.</li>
                            <li>מרק גזר.</li>
                            <li>מרק עדשים.</li>
                            <li>מרק ירקות.</li>
                            <li>מרק "אלכסנדרה" רסק מתפוחי אדמה, פסים מירקות וחזה עוף כמילוי.</li>
                            </ul>`,
                        ],
                    },
                    "מרקים-צלולים":{
                        type : "text",
                        content: [
                            `מרקים אלה עשויים מעצמות/ עופות זקנים, ירקות וחומרי טעם.`,
                            `תוך הקפדה על הסרת הקצף והשומן בהמשך כל זמן הבישול במטרה לקבלם צלולים עד כמה שאפשר.`,
                            `בגמר הכנת המרק מתקבל מרק צלול- Bouillin, הגשתו תהיה בתוספת מילוי ששמו יתווסף לשם המרק.`,
                            `<ul>
                            <li>מילוי מביצים: קריש ביצים-Royale, קסאביאה-Xavier, סלסטין-Calectine.</li>
                            <li>מילוי ירקות: שבטי ירקות-Julienne.</li>
                            <li>אפויים או מטוגנים (מוגשים בנפרד): פחזניות-Profiteroles, קרוטונים-Aux croutons.</li>
                            <li>דברי בצק ודגנים: אורז ואפונה-Risi bisi, רביולי(כיסונים, קרפלך)-Raviolios.</li>
                            <li>כופתאות שונות: כופתות מצה (קניידלך)-Quenelles de mazah, כופתאות עוף-Quenelles de volaille.</li>
                            </ul>`,
                            ``,
                        ],
                    },
                    "מרקים-צלולים-מתכונים":{
                        type : "listDots",
                        content: [
                            `<ul>מרק צלול קסאביאה:
                            <li>חומרים: 20  ביצים, פטרוזיליה קצוצה, מלח ואגוז מוסקט.</li>
                            <li>טורפים את הכל יחד למרק הרותח תוך כדי ערבוב ומבשלים על להבה נמוכה בין 2-4 דקות.</li>
                            </ul>`,
                            `<ul>מרק צלול סלסטין:
                            <li>חומרים: 1 ליטר מים, 8 ביצים, 40-500 גרם קמח, מלח, פלפל לבן, אגוז מוסקט, 100 סמ"ק שמן, פטרוזיליה או שמיר.</li>
                            <li>מערבבים הכל ומסננים במסננת, חצי שעה מנוחה ומכינים חביתיות ואז חותכים את זה לרצועות דקות ומוסיפים למרק.</li>
                            </ul>`,
                            `<ul>מרק צלול עם ירקות:
                            <li>חומרים: 10 ליטר נוזל, 3 ק"ג ירקות חתוכים לרצועות דקות וקצרות- גזר,קישוא, כרישה, לפת, שורש פטרוזיליה, כרוב.</li>
                            <li>מבשלים את הירקות במים עם מלח כ-3 דקות, מסננים ומצננים. לפי ההגשה מחממים את הירקות במעט נוזל או מרק, שמים בקערית ויוצקים מעליה את המרק החם.</li>
                            </ul>`,
                            `<ul>מרק צלול עם פחזניות:
                            <li>חומרים: 300 גרם קמח, 250 מ"ל שמן, 6-7 ביצים, חצי ליטר מים, מלח וסוכר.</li>
                            <li>מרתיחים מים שמן מלח וסוכר, מוסיפים קמח תוך בחישה עד שמתנתק מהדפנות. כשמתקרר מוסיפים את הביצים אחת אחת תוך בחישה מתמדת. מזלפים לתבנית משומנת ואופים בחום בינוני 180 מעלות כ-20 דקות, מגישים למרק בנפרד או מוסיפים למרק בזמן ההגשה.</li>
                            </ul>`,
                        ],
                    },
                    "מרקים-לאומיים":{
                        type : "listDots",
                        content: [
                            `המרק הלאומי אינו מבוסס על אופן הכנה מסויים. בדרך כלל מרק שיש בו את כל הירקות עם כל המילויים מבושלים בתוכו. תבשיל שהוא כעין מרק ומנה עיקרית כאחד. במרק זה משתקף אופי האזור ומשקף את אמנות הבישול של הארץ. כדאי לציין את שמם בשפה המקורית.`,
                            `מרק אבוקדו:<br>
                            מועכים 2 אבוקדו ומעבירים דרך נפה דקה. למחית מוסיפים 2 חלמונים, מיץ לימון, פלפל לבן ומעט פלפלת חריפה במלח. מקציפים במטרפה ומוסיפים תוך בחישה מתמדת נוזל יסודי רותח מעוף. מגישים עם פרוסות לימון בלתי מקולף וצנובר כמילוי. אין להרתיח שוב לאחר מכן.
                            `,
                            `מרק תירס אמריקאי:<br>
                            מאדים קוביות בשר, בצל, פלפל ירוק, תפוחי אדמה וכמה עשבי תיבול. מוסיפים נוזל יסודי מעוף וחלב מוסיפים גרעיני תירס טריים ומבשלים על אש קטנה. מתבלים בפלפלת ומגישים עם שברי ביסקוויטים בנפרד.
                            `,
                            `מרק בצל פריזאי:<br>
                            חותכים בצל ומטגנים על להשחמה. מוסיפים מרק צלול ומבשלים מספר דקות. מטגנים קוביות לחם או טוסט. יוצקים את המרק עם הבצל המטוגן ומעל לכל מפזרים שוב גבינה מרוסקת.
                            בורשט רוסי: יחד עם חתיכות בשר בקר שמן או אווז ומבשלים סלק מרוסק על פומפייה גסה, כרוב לבן וחתוך לפסים, קוביות עגבניות ובצל חתוך דק. מוסיפים מלח, פלפל, מיץ לימון וסוכר. מבשלים 4-5 שעות. לפני גמר הבישול מוסיפים קוביות גדולות של תפו"א. במטבח הלא כשר מגישים עם שמנת חמוצה.
                            `,
                        ],
                    },
                    "מרקי-דגים":{
                        type : "text",
                        content: [
                            `את מרקי הדגים אפשר להכין כמו וולוטה מדגים בצורת מרק מחיתי או בצורת מרק צלול. משתמשים בדגי נהרות, דגי בריכות, או דגי ים.`,
                            `הבויאבז המוכר הוא מרק דגי ים עשיר מאוד, שמתובל עם זעפרן.`,
                        ],
                    },
                    "מרקי-פירות-ומרקים-קרים":{
                        type : "text",
                        content: [
                            `על פירות כגון תותים, פטל, משמש וכדומה. יוצקים מי סוכר רותחים ומשאירים למשך שעתיים. אחר כך מרסקים ומסננים. אפשר לדלל ביין לבן או במי סודה או בשמפניה. יש להגיש קר מאוד ולא מתוק מדי. שמשתמשים בפירות קשים יותר כמו תפו"ע, אגסים וכדומה, מאדים קודם כל את הפרי עם סוכר ומכינים כנ"ל.`,
                            `לצורת הכנה זו אפשר להשתמש במיץ מפירות שונים, יין חלב ועוד. מרתיחים את הנוזלים וקושרים עם בליל קורנפלור (25 גר' לליטר). כאשר המרק מוכן קושרים בחלמונים. לאחר קירור מוסיפים שמנת מתוקה. אפשר להגיש עם חתיכות ביסקוויט בנפרד או כופתאות קצף.`,
                            `כופתאות קצף: מקפציפים חלבונים ומוסיפים אותה כמות סוכר, בעזרת כפית עושים כופתאות ומבשלים במי סוכר על האש.`,
                        ],
                    },
                    "כדאי-לדעת-על-מרקים":{
                        type : "listDots",
                        content: [
                            `מרק בסגנון אמריקני מגישים בצלחת עמוקה.`,
                            `מרק במזנון שירות עצמי מגישים במרקיה ומצקת לשירות עצמי לצד צלחות עמוקות וכפות.`,
                            `מרק לאומי רוסי-בורשט-נותני הטעם כרוב וסלק.`,
                            `מרק לאומי פולני- קרופניק. פטריות+גריסים או כוסמת ירקות שורש.`,
                            `מרק לאומי מרוקאי-חרירה- קטניות והרבה ירק עלים.`,
                            `בארוחות קוקטייל מגישים מרק ב-ספלונים קטנים מיוחדים.`,
                            `גספצ'ו מרק ספרדי קר-עשוי מעגבניות ומלפפונים טריים מרוסקים ללא בישול.`,
                            `מרק טום יאם תאילנדי מבוסס על-חלב קוקוס, ירקות, פטריות ועוף או פירות ים.`,
                            `מרק מיסו- מרק יפני נפוץ מאוד.`,
                            `מרק "וושינגטון"- מרק קטיפתי מתירס.`,
                            `מרק איטלקי-מיניסטרונה. ירקות+קטניות+פסטה.`,
                            `מרק הונגריה-גולש הונגרי. בשר+פפריקה+בצקניות.`,
                            `מרק סיני-מרק ראמן/ וואן טון. כיסונים+אטריות+ציר עוף.`,
                            `מרק רומני-מרק צ'ורבה מרק קיבה.שעועית לבנה+עגבניות+ירק.`,
                            `מרק הודי-מרק מוליגטוני.ירקות+חלב קוקוס+אורז+עוף.`,
                            `מרק יווני-טרטור.יוגורט, מלפפונים, שמנת ושמן זית.`,
                            `מרק צרפתי-מרק בצל 'סובייס'.`,
                        ],
                    },
                },
                "השלמות": {
                    'השלמות-לירקות,-אורז,-פסטה-ותפו"א':{
                        type : "listDots",
                        content: [
                            `<ul>הירקות בתפריט
                            <li>ניתן להשתמש בהם כחלק מסלט טרי או מבושל.</li>
                            <li>כמנות ראשונות קרות/ ביניים/ תוספת למנה עיקרית.</li>
                            <li>עיצוב ירקות נועד להגדיל את מגוון השימושים את שיטות ההכנה ולאסטטיות.</li>
                            </ul>`,
                            `<ul>משקלים
                            <li>משקל הירק בתפריט כמנת ביניים 80-120 גרם כל מרכיבי המנה. כולל לימון לסחיטה והכל.</li>
                            <li>משקל מנה ראשונה קרה עד 120 גרם.</li>
                            <li>מרק במשקל 200 סמ"ק לכל סועד.</li>
                            <li>מנת ביניים 120 גרם.</li>
                            <li>מקפא שזה סוג של סורבה 50 גרם.</li>
                            <li>מנה עיקרית בערך בין 320-360 גרם.</li>
                            <li>בן אדם אוכל בערך כ1.5 קילו של אוכל במהלך כל הארוחה.</li>
                            <li>מנה עיקרית של בשר עוף או דג ללא עצם יהיה בין 180-220 גרם.</li>
                            <li>פחמימה מוסיפים כ60-80 גרם פסטה אורז תפו"א וכו'.</li>
                            <li>ירק מבושל 60-80 גרם.</li>
                            <li>סלט ירקות טרי 30-50 גרם.</li>
                            </ul>`,
                            `<ul>למעשה אפשר לחלק את ההשלמות לירקות למספר קבוצות:
                            <li>מוקפצים- בחמאה, בעשבי תיבול ובנוסח אנגלי.</li>
                            <li>בתוספת פירורי לחם- נוסח פולני, בנוסח פרובנס.</li>
                            <li>בתוספת רוטב- רוטב טבעי, רוטב הולנדי, רוטב עגבניות.</li>
                            <li>בתוספות שונות- בנוסח האיכרים, אורלי או מוקרם.</li>
                            </ul>`,
                        ],
                    },
                    "השלמות-לירקות":{
                        type : "text",
                        content: [
                            `בנוסף לשיטות הבישול המוכרות לירקות כמו בישול הקפצה טיגון זיגוג גריל וכו', אפשר לגוון בהגשה על ידי הוספת מרכיבים שאינם קשורים לירק עצמו, אך משפיעים על המראה והטעם שלו. `,
                            `מרכיבים אלו נקראים השלמות, השלמה אינה בהכרח קשורה לירק, אך אלו מונחים בינלאומיים מוכרים לירקות.`,
                        ],
                    },
                    "השלמה-בנוסח-אנגלי":{
                        type : "text",
                        content: [
                            `מתאים לכרובית, כרוב ניצנים, קולורבי, כרוב לבן, אפונה, אספרגוס, תרד, פטריות וכו'. עושים את זה מחמאה ופטרוזיליה.`,
                            ` מבשלים את הירק במים ומייבשים, מוסיפים חמאה מומסת ומקשטים בפטרוזיליה קצוצה.`,
                            ``,
                        ],
                    },
                    "השלמה-בחמאה":{
                        type : "text",
                        content: [
                            `מתאים לכרובית, ארטישוק, גזר, ברוקולי, כרוב לבן, שעועית ירוקה, קישואים, פטריות וכו'.`,
                            `חמאה ומלח ממיסים ולאחר שהירק בושל במים רותחים וייובש, זה אותו דבר כמו אנגלי רק בלי הפטרוזיליה, יוצקים על הירק.`,
                        ],
                    },
                    "השלמה-בעשבי-תיבול":{
                        type : "text",
                        content: [
                            `מתאים לארטישוק, אפונה, שעועית, קישואים, כרובית, גזר קולורבי ועוד. עשבי תיבול קצוצים, שומן להקפצה, מלח, פלפל.`,
                            `מבשלים את הירקות באופן חלקי, מקפיצים בשמן לשם חימום, תיבול בעשבי תיבול, מלח ופלפל.`,
                            ``,
                        ],
                    },
                    "השלמה-בנוסח-פולני":{
                        type : "text",
                        content: [
                            `מתאים לכרובית, ברוקולי, ארטישוק, אספרגוס, תרד, שעועית, קישואים, פטריות, לפת, סלרי וכרוב ניצנים.`,
                            `החומרים הם חמאה/ מרגרינה, פירורי לחם, ביצה קשה (חלבון) קצוצה/מגורדת, פטרוזיליה קצוצה, מלח ופלפל.`,
                            `מטגנים פירורי לחם ומוסיפים את הביצה הקשה והפטרוזיליה, מתבלים, מבשלים את הירק ומקפיצים להשלמתו. את התערובת יוצקים על הירק ומגישים.`,
                        ],
                    },
                    "השלמה-בנוסח-פרובנס-1":{
                        type : "text",
                        content: [
                            `מתאים לכרובית, ברוקולי, ארטישוק, אספרגוס, תרד, שעועית, קישואים, פטריות, לפת, סלרי, כרישה וכרוב ניצנים.`,
                            `החומרים הם שמן זית, שום כתוש, פירורי לחם, מלח פלפל ועשבי תיבול.`,
                            `מטגנים את השום בשומן ומוסיפים פירורי לחם, טיגון עד הזהבה, תיבול, בישול הירק והקפצתו בהשלמה.`,
                        ],
                    },
                    "השלמה-בנוסח-פרובנס-2":{
                        type : "text",
                        content: [
                            `מתאים לכרובית, ברוקולי, ארטישוק, אספרגוס, תרד, שעועית, כרישה.`,
                            `חומרים הם שמן זית, בצל קצוץ, עגבניות קונקסה, שום כתוש, פטרוזיליה קצוצה, מלח ופלפל.`,
                            `בלונשיר לירק בכלי נפרד, אידוי הבצל בשומן עם השום, הוספת העגבנייה והקפצה קלה, הוספת הירק והמשך בישולו בהשלמה עד לריכוך מלא, תיבול והגשה.`,
                        ],
                    },
                    "השלמה-בטעם-חמוץ-מתוק":{
                        type : "text",
                        content: [
                            `אפשר לעשות כמעט בכל ירק, מאדים בחמאה דלעת, סוכר, מיץ לימון, מיץ תפוזים, צימוקים מלח וקינמון תוך טלטול בכלי מכוסה. אפשר להוסיף צימוקים, לפירות יבשים או סוכר לדבש או סילאן. מיץ לימון או תפוזים למיצי פירות אחרים.
                            `,
                        ],
                    },
                    "השלמה-ברוטב-שמנת":{
                        type : "text",
                        content: [
                            `מתאים לארטישוק, ברוקולי, כרוב ניצנים, אספרגוס, אפונה, קישואים, תרד, פטריות וסלרי.`,
                            `רוטב שמנת על בסיס בשמל או שמנת מצומצמת, מלח, פלפל ואגוז מוסקט. בלונשיר הירק או הקפצה, הוספת הרוטב, השלמת ריכוך ותיבול.`,
                        ],
                    },
                    "השלמה-בנוסח-האיכרים":{
                        type : "text",
                        content: [
                            `מתאים לארטישוק, אפונה, שעועית, קישואים, תרד, כרוב ניצנים, כרישה, גבעולי סלרי.`,
                            `החומרים הם שומן, בצל, בשר מעושן חתוך לקוביות, מלח ופלפל.`,
                            `מבשלים את הירק עד לכמעט ריכוך מלא, טיגון הבצל והבשר המעושן, הוספת הירק, השלמת טעם עד לגמר הריכוך.`,
                        ],
                    },
                    "השלמה-בנוסח-מזרחי":{
                        type : "text",
                        content: [
                            `מתאים לחצילים, קישואים, שעועית, במיה, פול ירוק, ממולאים.`,
                            `החומרים הם שמן, בצל קצוץ, פלפל אדום, בשר כבש, שום, עגבניות, רסק עגבניות, מלח, פלפל, כמון וכוסברה.`,
                            `מטגנים את הבצל מוסיפים את השום והבשר, מטגנים עד שהבשר משחים, מוסיפים פלפלים עגבניות ורסק עגבניות, מוסיפים את הירק ומסיימים את הריכוך בכלי מכוסה, משלימים טעם והגשה. בדרך כלל מקובל לטגן את הירק העיקרי בשמן עמוק עד שהוא מזהיב.`,
                        ],
                    },
                    "השלמה-בנוסח-קלמר-עם-אפונה":{
                        type : "text",
                        content: [
                            `מתאים לעגבניות, קישואים, תחתיות ארטישוק.`,
                            `החומרים הן אפונה, שומן, מלח ופלפל, מרגרינה.`,
                            `חותכים את ראש העגבנייה ומוציאים את הפנים, מסדרים בתבנית, מתבלים במלח ופלפל, יוצקים מעט שומן, אופים 5 דקות בתנור. ממלאים באפונה מבושלת, מוסיפם חתיכות מרגרינה, מחממים בתנור לזמן קצר ומגישים.`,
                        ],
                    },
                    "השלמה-ברוטב-טבעי":{
                        type : "text",
                        content: [
                            `מתאים לכל הירקות.`,
                            `החומרים הם שומן, רוטב חום של בקר או עגל ומלח.`,
                            `מבצעים בלונשיר או אידוי לירקות, הקפצה במעט שמן, הוספת מעט רוטב חום, השלמת ריכוך ותיבול.`,
                        ],
                    },
                    "השלמה-במוקרם":{
                        type : "text",
                        content: [
                            `מתאים לכל סוגי הירקות.`,
                            `החומרים הם- רוטב מורנה (רוטב בשמל+ חלמון+ גבינה צהובה מגורדת), מעט פירורי לחם.`,
                            `מבשלים את הירק, יוצקים את הרוטב, פיזור פירורי הלחם מלמעלה והקרמה.`,
                        ],
                    },
                    "השלמה-בסגנון-אורלי":{
                        type : "text",
                        content: [
                            `מתאים לכל סוגי הירקות חלק מהירקות יצטרכו בישול מוקדם.`,
                            `החומרים הם קמח, בירה לבנה, ביצים, מלח, פלפל, שמן לטיגון עמוק.`,
                            `מערבבים את כלל חומרי הבלילה, טבילת הירק בבלילה, טיגון והגשה מידית.`,
                        ],
                    },
                    "השלמה-ברוטב-הולנדי":{
                        type : "text",
                        content: [
                            `מתאים לאספרגוס, ארטישוק, כרובית, ברוקולי וסלרי.`,
                            `רוטב הולנדייז עושים מחלמונים שמנת וחמאה מזוקקת ומכינים את זה על חום עדין על בן מארי.`,
                            `מבשלים את הירק מייבשים, יוצקים את הרוטב החם, הגשה או הגשת הרוטב בנפרד.`,
                        ],
                    },
                    "השלמה-בנוסח-ניצה":{
                        type : "text",
                        content: [
                            `מתאים למרבית הירקות אחרי בישול או טיגון מוקדם. החומרים הם שמן זית, שום, קונקסה, טבעות בצל מטוגנות, פטרוזיליה.    מזהיבים את השום בשמן הזית מוסיפים את העגבניות, מתבלים, מחממים את הירק ומוסיפים את העגבניות ומפזרים מלמעלה את הבצל והפטרוזיליה.
                            `,
                        ],
                    },
                    "השלמה-בנוסח-פלמי":{
                        type : "text",
                        content: [
                            `מתאים בעיקר לכרוב אדום. החומרים הם בצל קצוץ, סוכר, חומץ, יין אדום,תפו"ע.`,
                            `מאדים את הבצל, מוסיפים את הסוכר ומזגגים, מוסיפים את היין והחומץ, את הירק מתבלים ומאדים יחד. מוסיפים את התפו"ע וממשיכים אידוי עד רכות. אפשר במקום תפוח עץ להשתמש ב אננסף תפוזים, ערמונים ועוד.`,
                        ],
                    },
                },
            },
            subject3 : { // בשר
                "בעלי-כנף": {
                    "בשר-בהיר-וכהה":{
                        type : "listNumbers",
                        content: [
                            `בעלי בשר בהיר-חיי המדף של הבשר בהיר הם קצרים יחסית, סלמונלה מתפתחת רק בעופות האלה, בתקלת בקושי בבשר הכהה. הטעמים הם פחות דומיננטים, העוף סופג טעמים טוב יותר. בשר בהיר צריך להגיע לרמת עשייה של וול דאן!! אסור להגיד בשר עוף בהיר מתחת לדרגת רמת מוכנות מלאה!`,
                            `בעלי בשר כהה- הפוך כמעט לחלוטין מבעלי בשר בהיר, חיי המדף שלהם ארוך יותר, פחות סיכוי לסלמונלה, טעמים דומיננטים. בשר חזה רצוי להגיש מדיום.`,
                        ],
                    },
                    "סוגי-בעלי-כנף":{
                        type : "listNumbers",
                        content: [
                            `הודו-Turky. בהיר.`,
                            `אווז-GOOSE. כהה.`,
                            `ברבר-Barbary duck. כהה.`,
                            `פנינית-Guinea fowl. כהה.`,
                            `מולארד-Mallard. כהה.`,
                            `עופיון-Poussin. בהיר.`,
                            `שליו-Quail. כהה.`,
                            `חוגלה-Parthridge. כהה.`,
                            `יונה-Pigeon squab. בהיר.`,
                            `פסיון-Pheasant. כהה.`,
                            `עוף-chicken. בהיר.`,
                            `ברווז-Aylesbury duck. כהה.`,
                        ],
                    },
                    "סימני-היכר-לאיכות-וטריות-בעלי-הכנף":{
                        type : "listDots",
                        content: [
                            `רגליים חלקות.`,
                            `מקור וציפורניים חדים וחלקים.`,
                            `פלומה עדינה בין הנוצות.`,
                            `קצה עצם החזה סחוסי ורך.`,
                            `שכבת שומן עדינה ודקה מתחת לעור.`,
                            `אחוז בשר גבוהה על העצמות.`,
                            `בשר מופרד בקלות מן העצמות.`,
                            `ריח אופייני והיעדר ריריות.`,
                            `צבע אופייני ללא שטפי דם.`,
                            `עופר ללא פגמים, עצמות לא שבורות.`,
                            `ברווזים/ אווזים קרום שחייה ברגליים עדין וניתן לקריעה.`,
                            `עוף טרי בתנאי שיווק ואחסון נכונים טוב לשימוש-עד 4 ימים.`,
                        ],
                    },
                    "המינים-השונים-של-העופות":{
                        type : "listDots",
                        content: [
                            `האפרוח-LE POUSSIN-הכוונה לעוף צעיר, במשקל של כ-300 גרם-טיגון, גריל וצלוי.`,
                            `פרגית אביבית-POULET DE GRAIN-עוף צעיר במשקל 600-800 גרם. צלוי (ממולא), גריל.`,
                            `פרגית-POULET-במשקל של כ-700-1000 גרם. מכינים כמו פרגית אביבית.`,
                            `תרנגולת-POULARDE-במשקל של כ1100-1800 גרם. שליקה, צלייה בנוזלים, צלייה יבשה, גריל, הברקה.`,
                            `תרנגול-COQE-בשרו יבש ולא טעים. צריך לבשל הרבה זמן לריכוך. בישול מרק, טחינה.`,
                            `תרנגולת זקנה-POULE-מכינים כמו התרנגול. עוף מבוגר זקן ומתאים לבישול בנוזל או להכנת מרק.`,
                            `יונה-PIGEON-משתמשים רק ביונים צעירות. צלוי, גריל וטיגון.`,
                        ],
                    },
                    "יתרונות-בולטים-לשימוש-בבעלי-כנף":{
                        type : "listDots",
                        content: [
                            `זמינות בכל ימות השנה-מחרוזי גידול קצרים.`,
                            `מתאים לכל שיטות הבישול, מאשר הפקת מגוון רחב של מנות.`,
                            `מחיר זול יחסית, בשר בריא ופלות שומני.`,
                            `ניצול מקסימאלי של כל חלקי העוף כולל חלקי פנים.`,
                            `זמני הכנה קצרים ופשוטים יחסית.`,
                            `מנעד גדלים רחב להתאמה לשימושים השונים.`,
                            `זמינות של בעלי הכנף כמוצרי טרי/ קפוא.`,
                            `שליטה בחיתוך מס' מנות מדוייק בהגדרה מראש.(1/2, 1/4, 1/8).`,
                        ],
                    },
                    "חלקי-בשר-העוף":{
                        type : "listDots",
                        content: [
                            `אבטי דה וולאי-ABATIS DE VOLAILLE-חלקי פנים של העוף. לב, כבד, טחול.`,
                            `קורקבן- כינוי לקיבת השרירים.`,
                            `כנפיים (בגריל, גם ברוטב, כמו כנפי באפלו.`,
                            `חזה-נתח זה משמש לרוב להכנת שניצלים, מאכלים מוקפצים ועוד.`,
                            `כרעיים-זהו צירוף של שוק וירך מחוברים. נקרא בסלנג "רבע עוף".`,
                            `שוקיים-(פולקע) חלק שומני יותר, מכוסה עור, מכיל עצם, ניתן לבישול וצלייה.`,
                            `ירכיים-חלק שומני, מכוסה עור, מכיל עצמות. מחלק זה ניתן להוציא את העצמות והעור, והבשר שנשאר מכונה בסלנג: "פרגיות". הפרגיות הן בשר מצוין לצלייה, כנתח או על שיפודים.`,
                            `גרון-מעין נתח דל מאוד בבשר , משמש בעיקר למרק.`,
                            `גב- עמוד השדרה של העוף והעצמות המחוברות אליו-משמש להכנת מרק בלבד.`,
                        ],
                    },
                    "בישול-חלקי-העוף":{
                        type : "listDots",
                        content: [
                            `איך מכינים חטיפי עוף מטוגנים? טובלים את הבשר בבצק טיגון ומטגנים בשמן עמוק דל בשומן ודורש בישול קצר או טיגון.`,
                            `ניתן לבשל עופות בשלמותם, מפורקים או טחונים. לבישול העוף בשלמותו מתאימות שליקה, אפייה וצלייה. לצלייה הכי מתאימים עופות צעירים פרגיות על הגב מתחילים ב200 מעלות ומורידים ל180, עוף שלם ניתן גם למלא נקרא עוף ממולא בנוסח מזרחי.`,
                            `עוף מפורק וחלקי פנים ניתן לבשל גם על ידי טיגון. בשר עוף טחון מתאים בעיקר לשליקה או צלייה. בדרך כלל כקציצות או כמילוי לנקניקיות.`,
                            `מורידים את החזה מהשלד ומורידים את העור. אפשר לחתוך לשניצל, למוקפץ, לטיגון, לשליקה, לבשל באדים ועוד. או להשאיר את החזה בשלמותו.`,
                            `אפשר לעשות כיס בחזה שלם ולמלא בסוגים רבים של מילויים. חזה ממולא בדוקסל, חזה ממולא במנגולד ופירות יבשים. צלוי, מזוגג, מבושל באדים.`,
                            `צ'יקן קייב-חזה עוף ממולא חמאת שום שמיר, מצופה ציפוי אנגלי, מטוגן בשמן עמוק.`,
                            `חזה עוף גלנטין ממולא לפלטות קרות במזנונים קרים.`,
                        ],
                    },
                    "בלוטין":{
                        type : "listDots",
                        content: [
                            `מתייחס לשוקי עוף מממולאים. יכול להיות גם לברווזנים תרנגולי הודו צעירים, כתף וחזה מעגל או מטלה שפרקו מהם את כל העצמות. זה מגיע עם או בלי חומרי קישוט. לאחר מילוי קושרים את הבלוטין לסוג של רולדה עבה או לצורה הקודמת של החלק ומכינים באחד מאופני ההכנה הבאים:`,
                            `-בישול בנוזל טוב.`,
                            `-צלייה בנוזל/ רוטב.`,
                            `-הברקה.`,
                            `-לשוקי עוף בלוטין הכי מתאים זיגוג במהלך פעולת הזיגוג של עוף ממולא יוצקים עליו מהנוזלים שהצטברו מתחילת הזיגוג`,
                        ],
                    },
                    "גלנטין":{
                        type : "listDots",
                        content: [
                            `זהו חזה עוף ממולא בסוגים שונים של מילויים, לפלטות קרות במזנונים קרים. עשוי בשליקה. `,
                        ],
                    },
                    "כדאי-לדעת":{
                        type : "listDots",
                        content: [
                            `מהו הטעם הדומיננטי בתבשיל עוף הגל החדש?-תפוזים.`,
                            `מהו הציפוי המקובל לקרוקט עוף?-קמח, ביצים, פירורי לחם.`,
                            `ממה מכינים רוטב לעוף צלוי בתנור?-ממשקע הצלייה, המירפואה ונוזל חום.`,
                            `צלי עוף באלפס מתאים להגיש עם אורז.`,
                            `באיזה יין משתמשים להכנת עוף ביין?-יין אדום יבש.`,
                            `פעולת הציפוי של כתיתות (שניצל) בפירורים נקראת PANER.`,
                            `ההשלמה של עוף בנוסח "הציידים"-פטריות ועגבניות קונקסה.`,
                            `איך מוגשת ההשלמה של נקניקיות ובצלצלים, בצלי עוף באלפס בנוסח צ'יפוטלה? יחד עם כל מרכיבי המנה.`,
                            `כדי להכין עופיון או פרגית באסכלה (גריל)-פותחים את העוף לאורך עמוד השדרה ומשטחים.`,
                            `עיבוד בסיסי לעופות לפני צלייה כולל-קשירה ותיבול.`,
                            `מה השלב האחרון בהכנת שניצל מחזה עוף לקראת טיגון והגשה?-ציפוי בפירורי לחם.`,
                            `לאיזה תבשיל מתאים להגיש רוטב טריאקי?-שיפודי עוף בגריל.`,
                            `כיצד מקובל להגיש חזה עוף בנוסח הסרט הכחול?-על גבי עלה חסה ולימון לקישוט.`,
                            `ההגשה הקלאסית המומלצת לנתחוני עוף בנוסח אסיאתי היא:-בכלי מרכזי בליווי קערית אורז.`,
                            `איזה תבשיל עוף מכינים על ידי טיגון בשמן עמוק?-שניצל בציפוי וינאי מחזה עוף.`,
                            `אלו עופות או חלקי עופות מתאימים לצלייה ברוטב (BRAISER)-עופות שאינם צעירים חתוכים לרבעים או לשמיניות.`,
                            `עוף מבושל קלאסי מקובל להגיש עם רוטב-עידית.`,
                            `חזה עוף בנוסח "ארג'נטיי" (ARGENTEUIL) מגישים עם:-אספרגוס ורוטב עידית.`,
                        ],
                    },
                    "ההודו":{
                        type : "listDots",
                        content: [
                            `משקלו 12-18 ק"ג. גוף גדול ראש קטן. בחלק העליון של גופו שקית עור אדומה ומעין גידול המשתפל מבעד למקורו. אצל הזכר בולטים יותר קמטים על העור. ניזון מחרקים וזרעים. רגליו וטפריו חזקים וגדולים. ישנן 3 אצבעות מלפנים ואחת לאחור. בשעת כעסו פורש כנפיו בשל זרימת הדם.`,
                            `תרנגולי ההודו מגיעים לבגרות מינית בין גיל חצי שנה לשבעה חודשים. האם דוגרת על הביצים כ-28 יום. בדרך כלל מוטלות 8-15 ביצים בטבע, וכ-150 במשק. האפרוחים קשורים ללולם כי קשה להם למצוא מזון בעצמם בשל ראייתם החלשה.`,
                            `תכולת החלבון והברזל בבשר הודו גדולה משל תרנגול הבית, ותכולת השומן קטנה יותר, זה מסביר את יובש הבשר וחוסר עסיסיותו.`,
                            `תרנגולי ההודו משווקים בארץ עוד מימי המנדט הבריטי. וכמות הצריכה לאדם היא הגבוהה בעולם. היקף גידולם בארץ הולך ומתרחב אך לא מייצאים אותם בשל מגבלות ותחרויות שונות.`,
                            `השם המקובל לתרנגול הודו צעיר הוא-DINDONNEAU לתרנגול הבוגר קוראים-LA DINDE.`,
                            `הזכר גדול בשרי וקשה יותר מהנקבה, מכינים אותם בצלייה יבשה או צלייה בנוזלים. אפשר למלא או לפרק. החלק התחתון מגלגלים לרולדה, או לשווארמה. בשר החזה לשניצל. ההודו אהוב גם לפלטות ומזנונים קרים, בשלמותו או ממולא, כבוש או מעושן.`,
                        ],
                    },
                    "כדאי-לדעת-על-ההודו":{
                        type : "listDots",
                        content: [
                            `על פי אילו נתונים נקבעת עסיסיותו של בשר חזה הודו לצלייה?- חזה של נקבת הודו.`,
                            `אפשר לעשות שניצל מהודו נקבה שלם, חותכים לקוביות גסות משטחים עם פטיש יוצא שניצל הצגה.`,
                        ],
                    },
                    "האווז":{
                        type : "listDots",
                        content: [
                            `אווז הוא מקבוצה בה נמצאים גם הברבורים, שבמשפחת הברווזים. הוא גם שם כללי לעוד עופות גדולים ממשפחת הברווזים.`,
                            `האווז הוא בעל צוואר ארוך ורגליים ארוכות וחזקות. צבעו נע בין לבן לאפור ולרוב אין הבדלים ניכרים בין הזכר לנקבה. האווזים חיים באזורו הצפוני של כדור הארץ ובחורף נודדים דרומה יותר.`,
                            `מקורו של אווז הבית הוא מהאווז האפור אשר בוית לפני כ-5000 שנה. מאווז הבית מפיקים בשר וכן משתמשים בנוצותיו למילוי כריות ושמיכות. הזכר שומר על הנקבה בעודה דוגרת על הביצים. האווזים חיים בלהקות חוץ מעונת הקינון.`,
                            `מולארד הוא ברווז מבוית בן כלאיים המגודל לצורכי מאכל. הוא תוצר של הכלאת זכר ברווז מוסקובי שמוצאו באמריקה, עם נקבת ברווז הבית צאצא מבוית של הברכיה. המולארד הוא עקר ואינו מסוגל להביא צאצאים.`,
                            `המולארד פותח בצרפת בעיקר לייצור פואה גרה.`,
                            `פואה גרה זה כבד אווז`,
                            `הוא מקדים להתבגר, התנהגותו שקטה וצייתנית, הוא מגיב טוב יותר לפיטום, ומניב כבש ובשר משובחים יותר. מרבית הפואה גרה המיוצר כיום בצרפת הוא מכבד מולארד, שהחליף בהדרגה מאז שנות ה60 של המאה ה-20 את כבד האווז המסורתי.`,
                            `זכרי המולארד משמשים על פי רוב להפקת הכבד, והנקבות בעיקר כבשר מאכל. לבד מהכבד, נחשב גם חזה המולארד כנתח איכותי.`,
                        ],
                    },
                    "כדאי-לדעת-על-האווז":{
                        type : "listDots",
                        content: [
                            `רוטב תפוזים לברווז צלוי מכינים על בסיס- רוטב טבעי מברווז.`,
                            `מה המפורט בהמשך הינו חלק ממרשם ל"טרין" כבד אווז? שומן אווז.`,
                            `איזה רוטב מקובל להגיש עם טרין כבד אווז קלאסי?-יין אדום מרוכז.`,
                        ],
                    },
                },
                "פרה": {
                    "חלקי-הפרה":{
                        type : "listDots",
                        content: [
                            `חלקים נייחים- 1- ורד הצלע (צלעות מכוסות). 11- סינטה (בר מותן). 12-פילה (מותנית). 13-שייטל (מותן). חלקים נייחים הם החלקים שנמצאים בגב הפרה, שפחות פעילים בתזוזת הגוף. והם יותר רכים משאר חלקי הפרה. רצוי מאוד ליישן אותם. הכנה קצרה ללא נוזלים. חלקים אלה הם לפי מידת עשייה.`,
                            `חלקיים ניידים-כל שאר החלקים הם חלקים ניידים. חלקים קשים יותר, הם תמיד בתנועה ותמיד זזים. חייבים בבישול ארוך עם נוזלים, עד לריכוך מלא.`,
                            ` כתף מרכזית 4  צלי כתף 5 ופילה מדומה 6 הם חלקי הכתף , אווזית אגוזית 14 צ'אך נתח הירך 15 ופינת הירך כף 16 הם חלקי הירך. 8- שוק. 9- צלעות שטוחות (שפונדרה, אסאדו). 10- צוואר. 17- בטן פלדה. 18- שוק אחורי. 19- ראש הירכה-וויסבראטן. 3- חזה. 2- צלעות נמוכות.`,
                        ],
                    },
                    "איכות-הבשר":{
                        type : "listDots",
                        content: [
                            `גיל ומין-צעיר=רך , הבדל בין השרירים קטנים יותר, פחות טעמים.`,
                            `הנקבה פחות שרירית, מבנה טוב יותר.`,
                            `תזונת הבהמה משפיעה על איכות הבשר והשומן, עדינות וטעם.`,
                            `השיטה היום תזונה טובה ואינטנסיבית שחיטה בגיל צעיר ובמשקל גבוה יחסית.`,
                            `טיפול לפני ואחרי השחיטה-מנוחה וללא לחץ לפני השחיטה. מנוחה לשרירים אחרי השחיטה. `,
                            `זן הבקר-בזנים איכותיים, תפוקת הבשר, אחוזי השומן ואיכות הבשר טובים יותר. שרולה לימוזין ואנגוס הכי טובים בסטייק. A5  זהו הבשר הטוב ביותר.`,
                        ],
                    },
                    "צורות-שיווק":{
                        type : "listDots",
                        content: [
                            `בשר בקר מעובד- מוצר המיוצר מבשר קפוא לרוב, אשר עבר טיפול כגון: הוספת מים (לא יותר מ10%), פוספטים תבלינים, חומרי כבישה שימור או חומרים אחרים. לרוב מופיע בצורת קציצות, קבב, והמבורגר תעשייתיים או גושי בקר קפואים. חובה לרשום על האריזה.`,
                            `בשר בקר קפוא-לא מעובד, בשר שלא עבר טיפול כלשהו, למעט הקפאה בטמפרטורה נמוכה באופן שמאפשר אחסון למשך זמן של מספר חודשים. צריך הקפאה מהירה והפשרה ממש איטית. בהקפאה ובעיקר ההפשרה הבשר מאבד נוזלים ויחד עם זה טעמים, המרקם משתנה והערך התזונתי נהרס.`,
                            `בשר בקר טרי-בשר אשר לא עבר תהליך כלשהו, למעט צינון בטמפרטורה בין 0ל4 מעלות. בשר טרי לא הוקפא מעולם, אין בו תוספים מלאכותיים, כימיקלים או חומרי ריכוך. בשר טרי עשיר בברזל, ויטמין   B12,אבץ ומרכיבים נוספים היוצרים ערך תזונתי גבוה יותר.`,
                            `יישון בשר-תהליך טבעי לריכוך הבשר, האנזימים שבתוך הבשר מפרקים את החלבונים. ריכוז הטעמים על ידי איבוד נוזלים. צבע הבשר הופך לכהה יותר, בלחיצת אצבע נשאר שקע. ישנם 2 סוגי יישון בשר, הראשון הוא יישון יבש על ידי תליה על וו במרווחים. שמים במקרר יבש 0-4 מעלות שבועיים עד שלושה (קילוף השכבה החיצונית). היישון השני הוא יישון בוואקום, הנתח נארז בוואקום, מכניסים לנוזלים והופכים מדי פעם, עסיסיות נשמרת ויישון אחיד. היישון השלישי האפשרי הוא יישון בשמן, משרים בשמן והופכים מדי פעם, השמן מונע חדירת חמצן והתחמצנות חודר בין הסיבים ומפרק את החלבון.`,
                        ],
                    },
                    "סימני-זיהוי-לאיכות-וטריות":{
                        type : "listDots",
                        content: [
                            `צבע הבשר אדום זוהר.`,
                            `שכבת שומן בהירה בעובי 1-2 ס"מ על גבי הבשר.`,
                            `בשר משויש.- שזור בסיבי שומן.`,
                            `סיבים דקים ועסיסיים.`,
                            `ריח אופייני.`,
                            `בשר מלא (יחסית לעצמות).`,
                            `הבשר ניתן לפירוק בקלות מהעצמות.`,
                            `הבשר אינו לח ואינו זגוגי.`,
                            `בשר מיושן: רך, בלחיצת אצבע נשאר שקע (צבע כהה).`,
                            `מ1-10 כלל חלקי הפרה הם קדמיים.`,
                            `מ11 ומעלה חלקי הפרה הם אחוריים וחייבים בניקור.`,
                        ],
                    },
                    "סוגי-פרות":{
                        type : "listDots",
                        content: [
                            `עגל חלב - עגל צעיר בין לא יותר מ-6 חודשים אשר ניזון מחלב אם/ תחליפי חלב בלבד, שלא הספיק לזוז ולפתח את שריריו. בשר העגל רך ביותר ועדין בטעמו. מדובר בבשר בהיר מאוד ודל שומן.`,
                            `ביק - עגלים זכרים עד גיל שנה וחצי. זהו בשר עדין יחסית, דל שומן, אשר החל לצאת למרעה ותזונת החלב הוחלפה בעל צבע אדום וטעם עז לאחר תהליך יישון.`,
                            `פרות מבכירות - פרות אחרי המלטה. בשרן שמן ביותר ועז בטעמו. חייב לעבור תהליך יישון של שבועיים עד שלושה שבועות.`,
                        ],
                    },
                },
                "בקר-BOEUF": {
                    "כללי":{
                        type : "text",
                        content: [
                            `בשר הבקר מתחלק באופן בסיסי לחלקים קדמיים ואחוריים, אך החלוקה החשובה ביותר היא על פי תכונות, רכות ושימושים שונים לכל נתח שמובדלים על ידי סיווגם לחלקים ניידים וחלקים נייחים.`,
                            `הגדרה לבשר- רקמת שריר בגופם של בעלי החיים. `,
                            `הבשר עשיר בחלבון, שומן רווי, ויטמינים שונים כדוגמת B12.`,
                            `אוסובוקו זה הרגל האחורית של עגל חלב.`,
                        ],
                    },
                    "מבנה-הבקר":{
                        type : "listDots",
                        content: [
                            `רקמת השרירים האדומה- בנויה מסיבים בעלי כושר התכווצות והתמתחות. ערך תזונה גבוה: רוב החלבונים מושלמים, ברזל בכמות הגדולה ביותר (דם), ויטמינים רבים ככל שהבקר בוגר יותר, הצבע שלו אדום יותר.`,
                            `בזמן הבישול הרקמה מאבדת נוזלים וצבעה משתנה (אפור- חום). כל סיב עטוף ברקמה עדינה וכל קבוצה סיבים ברקמה נוספת.`,
                            `רקמה מכסה- עור חיצוני, מעטפת איברים הפנימיים (מעיים, לשון, קיבה) חלבון קרוטין קשה לריכוך וקשה לאכילה.`,
                            `העצמות- מורכבות בעיקר ממינרלים זרחן וסידן (היתר קולאגן). העצמות העגולות (בהם מח עצם) קשות גם אחרי בישול ממושך.  מקור לג'לטין, למראה טעם וריח טובים ועשירים יותר בעיקר לרטבים, מרקים ובישול ארוך.`,
                        ],
                    },
                    "יישון-בשר":{
                        type : "listDots",
                        content: [
                            `תהליך טבעי לריכוך הבשר, פירוק החלבונים על ידי אנזימים, ריכוז טעמים על ידי איבוד נוזלים.`,
                            `צבע הבשר כהה יותר בלחיצה נשאר שקע.`,
                            `יישון יבש- תולים את הבשר נתחים שהם בדרך כלל גדולים עם העצמות והשומן במשך בין שבועיים לשלוש במקרר יבש בין 0 ל2 מעלות.  האנזימים שנמצאים בתוך הבשר מרככים אותו, יישון זה יקר יותר כי מאבדים. `,
                            `יישון יבש על ידי תלייה- על ידי תליה על וו במרווחים מקרר יבש 0-2 מעלות שבועיים עד שלושה קילוף השכבה החיצונית.`,
                            `יישון בוואקום- מיישנים את הנתח ללא עצם ואז מכניסים לוואקום. חשוב מידי פעם לסובב לא מאבדים בשר. יישון זה הוא יותר זול, יש איבוד ערך תזונתי אבל לא גבוה כשבועיים בין 0 ל2 מעלות.`,
                            `יישון בוואקום-רטוב (מתקדם) הנתח נארז בוואקום, להפוך מידי פעם, הנתח עם הנוזלים, פחת קטן יותר, עסיסיות נשמרת, יישון אחיד ללא עצם.`,
                            `יישון בשמן- כגוש או פרוס, השרייה בשמן, יש להפוך מדי יום. השמן מונע חדירות חמצן והתחמצנות, חודר בין הסיבים ומפרק את החלבון.`,
                            `צורות ריכוך בשר נוספות:<ul>
                            <li>ריכוך מכני- פיזי: הפרדת הסיבים על ידי סטייק מסטר או פטיש לשיטוח.</li>
                            <li>ריכוך כימי: עיבוד על ידי הזרקת מים(10%) ופוספטים.</li>
                            <li>שימוש במרככים: פאפיאן (מעצי הפפאיה) , מיצי פירות או עלי פפאיה.</li>
                            <li>חומצות חלשות: חומצות חלב, תחמיצים.</li>
                            <li>כבישת בשר: מלח, סלפטר, סוכר, נותני טעם.</li>
                            </ul>`,    
                        ],
                    },
                    "יתרונות-הבקר-והמאפיינים-שלהם":{
                        type : "listDots",
                        content: [
                            `טעם וריח.`,
                            `גיוון ושובע.`,
                            `ערך תזונתי גבוה.`,
                            `מזון מהחי בעל חיי מדף ארוכים יחסית.`,
                            `ללא חשש לסלמונלה.`,
                            `אפשרות ליישן (ריכוך וחיזוק הטעם).`,
                        ],
                    },
                    "צלייה-ROTI-רוסטביף":{
                        type : "listDots",
                        content: [
                            `מתאים לחלקים נייחים : ורד הצלע אנטריקוט 1, בר מותן סינטה 11, מותנית פילה 12, מותן שייטל 13.
                            `,
                            `<ul>
                            <li>רוסטביף חייב להיות גושי בשר, מיושנים ומשויישים, בלי זה לא עושים נתחים כאלה כי הם ייצאו קשים.</li>
                            <li>קודם כל מוציאים את הבשר לטמפ' חדר לפני טיפול תרמי, בשום פנים ואופן לא מוציאים מהמקרר ישר לצריבה.   מהמקרר ישר למחבת הוא יתכווץ לנו.</li>
                            <li>חימום התנור לדרגה הרצויה.</li>
                            <li>הכנת הבשר לצורה הרצויה, יש כאלה קושרים מרשתים שהבשר יהיה אחיד ומתבלים במלח גס ופלפל גרוס, מעט טימין ושמן זית. זה נקרא בצרפתית PARE. טיפת השומן תגרום לצריבה טובה יותר, לחום אחיד יותר בהכל.</li>
                            <li>סגירת הבשר בטיגון או בחום גבוה בתנור על רשת ב220 מעלות.</li>
                            <li>מורחים את הנתח בסילאן דבש ושום. או בכל דבר אחר.</li>
                            <li>מכניסים לתנור ל160 -180 מעלות.</li>
                            <li>צולים תוך בזיקת השומן והנוזלים מהכלי, עד לדרגה הרצויה. (לפי טמפ', גמישות או צבע הנוזל מהבשר.)</li>
                            <li>הדרגה הרצויה היא מדיום בסביבות ה60 מעלות באמצע הנתח, 58 או 59 מעלות ואז שנוציא את זה זה ייצא בדיוק המעלות שרצינו.</li>
                            <li>מוציאים את הבשר על רשת, למנוחה, במקום חמים, בשביל הסירקולציה של האוויר, במשך בערך 10 דקות. </li>
                            <li>למשקעים מוסיפים יין ונוזל ומצמצמים או מסמיכים, על ידי בליל קורנפלור.</li>
                            <li>מסננים את הרוטב, מוציאים שומן ומשלימים טעם על ידי מלח ופלפל.</li>
                            <li>בהגשה- אפשרות אחת היא "קרווינג" פריסה של הנתח אל מול האורח עם רוטב, פרוסות דקות ויפות.</li>
                            <li>הגשה שנייה היא הגשה אמריקאית, מעט רוטב על הצלחת, 3 פרוסות בדרך כלל על הרוטב, פרוסות דקות כמה שיותר, ותוספת רוטב לצד הבשר בתוך סוסייר או כלי מתאים, לא על הבשר.</li>
                            </ul>`,
                            `נוסחים לצלייה יבשה של החלקים הנייחים:<ul>
                            <li>בנוסח אנגלי-BOEUF A L'ANGLAISE- נתח סינטה או ורד הצלע, צלוי למחצה, רוטב חום עם ירקות עדינים ויורקשרפודינג. יורקשרפודינג זה סוג של מאפה בצורה של קערה שאתה מגיש יחד עם הבשר.
                            </li>
                            </ul>`,
                        ],
                    },
                    "במחבת-SAUTE-A-LA-POILE":{
                        type : "listDots",
                        content: [
                            `מדובר פה או על סטייקים או צלעות או נתחונים.`,
                            `מתבלים ומשמנים את האומצות, ניתן גם יופי לפני.`,
                            `מחממים שומן במחבת.`,
                            `מטגנים עד לדרגה הרצויה(לפי טיפות הדם).`,
                            `מעבירים את הבשר להגשה, ישר לפס ללא רוטב.`,
                            `במקביל הוא נח במשך דקה או שתיים. ואנחנו מכינים את הרוטב בזריזות.`,
                            `ממיסים את המשקע שנוצרה במחבת של האומצה, מוסיפים רוטב או יין וקישוט מוכן.`,
                            `יוצקים על הבשר את הרוטב ומגישים.`,
                            `לגבי נתחונים אנחנו מקפיצים את הנתחונים, מוציאים החוצה, יוצרים רוטב ומחזירים את הבשר לחימום בלבד. הכי מוכר זה סטרוגונהוף , הצדדים של הפילה בקר מתבלים מקפיצים מוציאים החוצה. מטגנים בצל פרוסות של פטריות מעט יין ורוטב. מוסיפים את הנתחונים ועם מלפפון כבוש ושמנת חמוצה.`,
                            `אומצה בנוסח ליאון-ENTRECOTE LYONNAISE- בתוספת טבעות בצל מטוגנות או רוטב בצל חום. `,
                            `מטגנים את הסטייק, שם אותו בהגשה, אל תוך המשקעים בצל מטוגן יין וקצת רוטב, ומגיש עם טבעות בצל מעל.`,
                            `אומצה בנוסח אמריקה-AMERICAINE- בתוספת ביצייה (ביצת עין), בשר מעושן, דמיגלס עם קונקסה (רוטב אספניול).`,
                            `בכל אחד מסוגי הסטייקים או הרטבים או ההשלמות אפשר להשתמש בדמי גלאס.`,
                            `אומצות נוספת<ul>
                            <li>T-BON- סינטה עם חתיכת פילה קטנה.</li>
                            <li>PORTER HOUSE-סינטה עם חתיכת פילה גדול יותר.</li>
                            <li>RUMPSTEAK-סטייק עבה של השייטל של המותן.</li>
                            <li>WIENER- גם מהשייטל בצורת הכנה מעט שונה.</li>
                            <li>COTE DE BOEUF-צלע בקר , אנטריקוט עם עצם.</li>
                            </ul>`,    
                        ],
                    },
                    "צלייה-בגריל-GRILLE":{
                        type : "listDots",
                        content: [
                            `מחממים ומשמנים את הגריל.`,
                            `מתבלים את הבשר ומשמנים.`,
                            `מניחים על הגריל וקולים כנדרש.`,
                            `מגישים עם רוטב מיוחד כמו הולנדייז, צ'ימיצ'ורי או חמאה, לדוגמה חמאת רב המלצרים.`,
                            `חמאת רב המלצרים-ENTRECOTE MAITER- חמאה שמוסיפים לה חרדל, מיץ לימון, פטרוזיליה מלח ופלפל וטיפ טיפה סוכר. מוסיפים על האומצה אחרי הצלייה.`,
                            `שיפודי צלי אש-BROCHETTE- בשר מורד הצלע, סינטה או פילה, משופדים עם פלפלים בצל ופטריות.`,
                            `צלע על הגריל-COTE DE BOEUF- עם טבעות בצל מטוגן-OINGNONS FRITE.`,
                            `ברוטב הולנדי או צאצאיו-HOLLANDAISE BEARNAISE.`,
                        ],
                    },
                    "מותנית-בקר-FILET-DE-BOEUF":{
                        type : "listDots",
                        content: [
                            `קצוות הפילה-קצוץ=טרטר, קוביות גדולות יחסית=פונדו, נתחונים=סטרהוגנוף, קוביות קטנות יחסית=שיפודים.`,
                            `בין הקצוות לאמצע הפילה-לפי דרגות עובי, פילה מיניון בין 3-4 חתיכות למנה, מדליון בין 2-3 חתיכות והרחב ביותר נקרא טורנדו בין 1-2 חתיכות למנה. את הטורנדו ניתן לקשור באמצע ליציבות ולצורה.`,
                            `אמצע הפילה-בגבול שבין 2-3 בין האמצע לאמצע של הקצוות זה סטייק פילה,  יש סטייק פילה דאבל במשקל של 230-250 גרם, ושטובריאן זה סטייק ענקי ביחס לשאר במשקל של 350-400 גרם.`,
                            `<ul>
                            <li>וולינגטון-WELLINGTON-נתח של פילה, אפשר גם כל הפילה ללא הקצוות. מתבלים משמנים, סגירה של הבשר על ידי טיגון טוב מכל הצדדים. ככל שהסגירה תהיה יותר חזקה אז הפילה יהיה יותר מוכן בדרגת העשייה בסוף התהליך הכללי. נותנים לו להתקרר. באותה מחבת שסגרנו את הפילה, מכינים את הדוקסל בצל קצוץ, פטריות ופטרוזיליה, ניתן להוסיף יין אדום או רוטב חום (דמי גלאס/ מעט קמח ליציבות הדוקסל, כדי שנעטוף הכל בצורה יפה).  ניתן להקפיץ את הדוקסל בגדול ואז לטחון. עוטפים את הפילה בדוקסל והכל עם בצק העלים, יוצרים פתחי אוורור על מנת שהאדים ייצאו דרך הבצק. ואופים בהתחלה ב200 מעלות גבוה ואז יורדים ל180. עד להשחמה בערך 20 דקות תלוי בגודל הנתח.ההגשה המקובלת היא לצד רוטב חום, רוטב מאדרה או רוטב יין אדום. שלא ייגע במנה, יהיה לצד המנה.</li>
                            <li>שטובריאן-CHATEAUBRIAND-זוהי החתיכה האמצעית של נתח הפילה, בין 350-400 גרם של אומצה ל2 סועדים, מתחילים בסגירה במחבת או בגריל, ואז משלימים בתנור, מיועד ל2 סועדים.</li>
                            <li>אומצית רוסיני-TOURNEDOS ROSSINI-הגיע מאיטליה, מורכב מנתח טורנדו של פילה הבקר, מוגש עם פרוסת כבד אווז, פרוסות דקות של כמהין, לחם קלוי ורוטב חום. מכניסים את הכבד אווז לצריבה קלה שיוריד שומן, מוציאים ומכניסים את הפילה, לקראת סיום מוסיף את פרוסת הכבד אווז ומכינים את שניהם. על הצלחת מניחים את הלחם הקלוי, עליו את הטורנדו עליו את הכבד אווז, עליו את הכמהין ומעל הכל רוטב חום נשפך החוצה.</li>
                            <li>אומצת מותנית בנוסח הצוענים-MEDALLION ZINGARA-בשרים מעושנים.</li>
                            <li>נוסח הציידים-CHASSEUR-בצל, פטריות ועגבניות.</li>
                            <li>פילה מיניון-FILET MIGNON GRILLE.</li>
                            <li>
                            סטרוגונוף-STROGONOFF- נתחוני פילה סטרוגונוף:<ul>
                            <li>נתחוני פילה מתובלים.</li>
                            <li>שומן ובצל קצוץ.</li>
                            <li>פרוסות פטריות.</li>
                            <li>יין.</li>
                            <li>רוטב חום.</li>
                            <li>מלפפון כבוש.</li>
                            <li>שמנת.</li>
                            </ul>
                            </li>
                            </ul>`,
                            `טרטר-TARTARE- פילה בקר קצוץ (נא) בצורת קציצה גדולה, בתוספת חלמון ביצה חיה, בצל קצוץ וצלפים, מתובל בפלפל שחור ורוטב וורסטרשייר.`,
                            `קרפצ'יו-CARPACCIO- פרוסות דקות של פילה בקר (סינטה, דג), בכבישה קלה. התיבול המקובל: מלח גס, פלפל גרוס,מיץ לימון/ חומץ בלסמי, שמן זית עם עלים ירוקים (רוקט-אורוגולה), ופרוסות דקות של פרמזן-מנה ראשונה/ מתאבן. כיום הפך המושג קרפצ'יו לכל מה שפרוס דק: דגים שונים, לובסטר, ירקות, (סלק, חציל, עגבניות), פירות (תפוח) ועוד.`,
                        ],
                    },
                    "שיטות-בישול-לחלקי-הכתף,-חלקי-הירך,-צלעות-נמוכות":{
                        type : "listDots",
                        content: [
                            `הכנת הבשר לצורה הרצויה ומתבלים (מרינדה) , המרינדה המתאימה ביותר היא יין אדום מתובל עשבי תיבול תבלינים וירקות, מחממים את היין מקררים לטמפ' של מקרר ואז מכניסים את הבשר. ליום או ליומיים אפילו.`,
                            `מכניס את הבשר להשחמה, מוציא את הבשרים ומטגנים את הירקות לצלי, מוסיפים רסק עגבניות יין להמסת המשקע מכניסים את הבשר ומכסים בנוזל 3/4 גובה. בדרך כלל היין שמשתמשים בו להמסת המשקע הוא היין עצמו שהיה במרינדה. הציר חייב להיות רותח.`,
                            `מכסים ומבשלים בישול איטי, זהו נתח גדול ושלם, מדי פעם לסובב אותו כך שכל פעם יהיה הכל בנוזל.`,
                            `ברגע שמגיעים לרכות מלאה מוציאים את הבשר.`,
                            `יוצרים את הרוטב על ידי מה שקיבלנו שזה ג'ו נטורל, מיץ טבעי, מצמצמים או מסמיכים, משלימים טעם ומקשטים, לפי המתכון.`,
                            `פרוסות מקמחים לפני ההשחמה, גובה הנוזל כגובה הבשר.`,
                        ],
                    },
                    "STEAK-BRAISE-PAUPIETTES":{
                        type : "listDots",
                        content: [
                            `פופייט זה בשר מגולגל, סטייק זה בשר פרוס, ובשר בקר צלוי ברוטב הוא שלם.                            `,
                            `אומצת בקר מאודה אסטרהזי-STEAK BRAISE ESTERHAZY-פרוסה של אחד מחלקי הכתף, מתבלים, מרינדה טובה, מתבלים בפלפל גרוס ומעט פפריקה, מייבשים, מקמחים, סגירה טובה, מוציאים החוצה, ירקות מירפואה נכנסים, מעט רסק עגבניות, (גם למשקעים מוסיפים מעט מלח פפריקה ופלפל שייפתחו בשמן), יין אדום וצימצומו, מחזירים את הבשר, נותנים לו קצת מנוזל ומהמשקעים, מוסיפים ציר חום בגובה הבשר. מבשלים עד שהבשר מוכן, במקביל מאדים ז'וליאנים של ירקות שורש ומתבלים במלח פלפל ומעט פפריקה. מוציאים את הבשר מהרוטב, מסננים לתוך הז'ולייאנים, ומוסיפים את הבשר לחימום.`,
                            `בשר צלוי ברוטב פטריות-BOEUF BRAISE AUX CHAMPIGNONS-`,
                            `בשר צלוי עם זר ירקות- BOEUF BRAISE BOUQUETIRE-`,
                            `בקר צלוי ברוטב מדרה-MADERE-`,
                            `אומצה מאודה בנוסח פלמי-CARBONNADE FLAAMANDE-(כדורי כרוב, גזר, תפוחי אדמה, חזה אווז מעושן, בירה לבנה.)- עושים כמו אסתרהזי, מוציאים את הבשר לאחר השחמה, מוסיפים את הבצל מטגנים,  מוציאים חצי מהכמות מוסיפים את הבשר ומכסים עם בצל. פרוסות של כתף או ירך, מתחילים בתיבול קימוח וסגירה. אל תוך המשקעים מוסיפים בצל בכמות גדולה, מוסיפים בירה לבנה, מצמצמים את הבירה יחד עם הבצל, ומחזירים את הבשר. על זה מוסיפים ציר חום בגובה הבשר ובישול עד ריכוך. הפלמי נותן לנו תוספות שונות, לדוגמה כרוב ממולא בבשר מעושן ובצל מטוגן. גזר מזוגג, תפוחי אדמה מבושלים ומעוצבים יפה.`,
                            `סטייק שוויצרי-STEAK BRAISE A LA SUISSE- בצל, רסק עגבניות, חרדל. אופן הכנה: הבשר פרוס מהירך או מהכתף, מתבלים מקמחים ומבצעים סגירה לבשר. אל תוך המשקעים מוסיפים כמות גדולה של בצל, מוסיפים מעט רסק ומעט חרדל.  על זה להמסת המשקע מוסיפים יין אדום, מחזירים את הבשר אל תוך הבצל עם המשקעים ועל זה ציר חום חם עד הגובה של הבשר.`,
                            `גלילי בקר ברוטב-PAUPIETTES-פרוסות דקות משוטחות, הכי מתאים חלק מספר 4 של הבקר, מתבלים, מורחים חרדל, בשר מעושן, בשר טחון מתובל חי, באמצע יש באטונטים של גזר, ומלפפון כבוש באמצע. את כל זה מגלגלים ואפשר להדק עם קיסם או לקשור. ושיטת הבישול היא ברזה, לוקחים את הגליל מקמחים, מטגנים מוציאים מכניסים ירקות רסק, ממיסים משקע עם יין, מחזירים את הגליל, ומכסים בנוזל חום, מבשלים עד לריכוך ובתיאבון.`,
                        ],
                    },
                    "מבושל-בנוזל-BOUILLI":{
                        type : "listDots",
                        content: [
                            `חלקים מתאימים: חזה מספר 3, צלעות שטוחות- מספר 9, פלדה-המשך של החזה.`,
                            `מכניסים את גוש הבשר לנוזל לבן רותח.(ביחס נכון)`,
                            `מגיע לרתיחה חזקה ומנמיכים את האש ומכפים.`,
                            `מתבלים חלקית ומבשלים בישול איטי עד ריכוך.`,
                            `מוציאים את הבשר, מסננים ומשאירים חלק מהנוזל.`,
                            `יוצרים רוטב מנוזל הבישול.`,
                            `פורסים ומחממים את הבקר בחלק מהנוזל שהשארנו בצד, את הרוטב מגישים בנפרד.`,
                            `ישנם רטבים שונים כמו רוטב חרדל, רוטב חזרת וכו'.`,
                        ],
                    },
                    "צלייה-באלפס-SAUTE-EN-CASSEROLE":{
                        type : "listDots",
                        content: [
                            `חלקים מתאימים : צוואר מספר 10, שוק מספר 8.`,
                            `מתבלים את קוביות הבשר, כשהן חתוכים לקוביות, ומשרים במרינדה. רצוי מרינדה של יין אדום.`,
                            `מטגנים את הבשר להשחמה ולסגירה טובה, על מנת לקבל צבע ולקבלת טעמים.`,
                            `מוציאים ומטגנים ירקות לצלי ורסק עגבניות.`,
                            `מורידים שומן עודף, ממיסים משקע ומרכזים.`,
                            `מוסיפים נוזל ומעט רוטב ומרתיחים.`,
                            `מחזירים את הבשר ונוזל בגובה הבשר.`,
                            `ומבשלים על להבה נמוכה, עד לריכוך מלא אפילו להתפרקות. מסננים את הרוטב ומשלימים בקישוט שרוצים וכו'.`,
                        ],
                    },
                    "סוגי-תבשילים":{
                        type : "listDots",
                        content: [
                            `גולש הונגרי-GOULASHE HONGAROISE- קוביות בשר מאודות עם בצל, פפריקה, מוגש עם ניוקי קמח (שפצלה).
                            <ul>
                            <li>מתחילים באידוי של הבצל, כמות הבצל בדיוק כמו כמות הבשר, 1:1. </li>
                            <li>מוסיפים פפריקה, מטגנים את הפפריקה בעדינות שלא תישרף לנו.   מוסיפים מעט מים קרים, מוסיפים את הבשר, מעט רסק עגבניות וממשיכים לערבב טוב טוב עד שמגיעים למצב שהבשר משנה את צבעו.</li>
                            <li>מוסיפים ציר חום, בישול איטי עד רכות מלאה, והוספה של הניוקי קמח, לאחר שבישלנו אותם במים רותחים.</li>
                            </ul>`,
                            `גולש בורגניון-BOURGIGNONNE- ברוטב יין אדום, פטריות, אווז מעושן, בצלי פנינה.<ul>
                            <li>מתחילים במרינדה של יין אדום, הרבה יין אדום שהכמות של הנוזל והמים בבישול יהיו אותו דבר יחס 1:1.  יין אדום מתובל בעלי דפנה, פלפל אנגלי, טימין, שן שום, בצל, שאלוט ופלפל גרוס. מרתיחים, מקררים לטמפ' של מקרר, מכניסים את הבשר פנימה, מעט שמן מלמעלה, ומכניסים למקרר לפחות לשעתיים שלוש, רצוי יום ואפילו יומיים.</li>
                            <li>מוציאים את הבשר מהמרינדה, מייבשים טוב טוב בנייר סופג, סגירה טובה של הבשר ומוציאים החוצה, מוסיפים רסק עגבניות ממיסים משקע עם המרינדה ומוסיפים את כולה, ומוסיפים את הבשר, מוסיפים ציר חום עם מעט רוטב עד לגובה הבשר.</li>
                            <li>בנפרד מטגנים את הבשר המעושן, יחד עם הבצלים, פטריות, גזר.</li>
                            </ul>`,
                            `גולש בתוספת ירקות שורש ופטריות-ESTOUFFADE DE BOEUF- קוביות קטנות יותר מהגולש, הירקות שורש הם חלק מהתבשיל אז חותכים אותם קטן יותר יפה יותר, ושילוב של פטריות לקראת סוף הבישול. כל תהליך הבישול הוא אותו דבר כמו הגולש בנוסח בורגניון.
                            `,
                        ],
                    },
                    "בשר-טחון":{
                        type : "listDots",
                        content: [
                            `קבב מזרחי-בשר טחון בין 20-30 אחוז שומן, צוואר, שוק, צליות נמוכות, שפונדרה, מכסים, בצל קצוץ חי, עשבי תיבול, פלפל חריף, מלח ופלפל, כמון, בהרט, ראס אל חנות, מעט סודה אבקה או מי סודה שהיו במקפיא לפני הכי קרים שאפשר. צריך לייצב את הקבב לפחות חצי שעה במקרר.`,
                            `קבב רומני-בשר טחון, בין 20-30 אחוז שומן, צוואר, שוק, צלעות נמוכות, שפונדרה ומכסים, בצל קצוץ, שום כתוש, מי סודה, מלח ופלפל.`,
                            `המבורגר (אומצה קצוצה) עם בצל-HAMBOURGER AUX OGNON-בליווי טבעות בצל.  
                            <ul>מערבבים כמה חלקים של בשר טחון:
                            <li>בשר מספר 2 צלעות נמוכות בעלות כמות גבוהה של שומן.</li>
                            <li>בשר מספר 9 צלעות שטוחות שפונדרה.</li>
                            <li>בשר מספר 10 צוואר.</li>
                            <li>אם רוצים לשדרג לוקחים מהמכסה של ורד הצלע.</li>
                            </ul>`,
                            `<ul>
                            <li>אם רוצים כמו שצריך חותכים לקוביות קטנות או לרצועות, מתבלים במלח גס, פלפל גרוס, חרדל, מעט אבקת סודה או סודה קרה מאוד מהמקרר. </li>
                            <li>טוחנים את הבשר יחד עם התבלינים והכל, טחינה גסה, מערבבים כמה שפחות כדי שייצא כמה שיותר אוורירי,  מהדקים לתוך פורמה, ומכניסים למקרר להתייצבות.</li>
                            <li>טבעות בצל - לוקחים בצל גדול, חותכים לפרוסות עבות, משרים במים או בחלב, מייבשים, מצפים בבלילת בירה או בלילה אחרת, מטגנים ומגישים לצד מטבלים.</li>
                            <li>קציצות-BIFTECK-מבושלות, מצופות (מטוגנות), צלויות.</li>
                            <li>חייב להוסיף איזשהו עמילן לקציצות, על מנת שירכך את הקציצה בבישול, לחם רטוב, להוסיף פירה מוכן שהכנו. מוסיפים בצל מאודה, עשבי תיבול וניתן להוסיף דברים אחרים כגון- שקדים, צנוברים וכו'.</li>
                            <li>ניתן להוסיף לרוטב רותח, או לטגן בקמח פיצה ופירורי לחם. ניתן גם לצרוב את הקציצות בתנור ואז להכניס לרוטב.</li>
                            </ul>`,
                            `כדורי בשר ברוטב חריף-CHILI CON CARNE- כדורי בשר עם בצל, שום, פפריקה חריפה, פלפלים חריפים, שעועית יבשה מבושלת, רוטב חום עם מעט עגבניות.
                            <ul>
                            <li>את השעועית מבשלים בנפרד, מטגנים בצל, שום ואת הבשר, מוסיפים את הפלפלים, פפריקות, מעט רסק עגבניות או עגבניות טריות, ציר חום ומבשלים בערך שלושת רבעי שעה עד שעה עד שהבשר רך לגמרי. מוסיפים את השעועית המבושלת, מבשלים עוד כרבע שעה עד 20 דקות ביחד.</li>
                            <li>משפרים טעם מוסיפים עשבי תיבול.  </li>
                            <li>הולך עם טורטיות עם סוגים של אורז, יש צורך במשהו שיספוג את הטעמים.</li>
                            </ul>`,
                            `קלופס קציץ בשר- PAINDE DE BOEUF-לחם מושרה, בצל קצוץ, קישוט- ביצים קשות, נקניקיות, בשר מעושן וכו'.`,
                        ],
                    },
                    "שיקולים-בהתאמת-תוספת-עמילנית-לבשר":{
                        type : "listDots",
                        content: [
                            `תבשילים עתירי רוטב- תוספת סופחת רוטב.- אורז, פסטה, קוסקוס, פולנטה, תפו"א מבושלים או אפויים (ללא קליפה), מחיות שונות (מעוצבות או לא).`,
                            `תבשילים מעוטי רוטב (גריל, צלייה, טיגון במחבת), תוספות שאכילתן אפשרית ומהנה ללא צורך ברוטב: תפו"א מטוגנים, או אפויים בקליפה, לביבות, קרוקטים וכו'. מוצרי פסטה עם רטבים פשוטים (עגבניות, פסטו, בשמל), פודינג מאורז, אטריות אורז.`,
                        ],
                    },
                },
                "בשר-בקר-וחלקיו": {
                    "שמות-חלקי-הבשר":{
                        type : "textAndPics",
                        pic : [``],
                        pic : [`../assets/images/learning/cow-numbers.jpg`,],
                        content: [
                            `<ol>
                            <li>ורד הצלע –שידרית–COTE COUVERTE .</li>
                            <li>צלעות נמוכות –COTE BASSE .</li>
                            <li>חזה בקר – POITRINE .</li>
                            <li>כתף מרכזית –BOUT D'EPAULE .</li>
                            <li>צלי הכתף –PALETTE (TRANCHE D'EPAULE) .</li>
                            <li>. מכסה הכתף –COUVERT D'EPAULE .</li>
                            <li>פילה מדומה –FILET D'EPAULE .</li>
                            <li>מכסה הצלע –COUVERT DE COTE .</li>
                            <li>שוק –JARRET .</li>
                            <li>שריר הזרוע –GRAS D'EPAULE .</li>
                            <li>צלעות שטוחות –COTE PLATE .</li>
                            <li>צוואר –COU .</li>
                            <li>בר מותן –CONTRE FILET .</li>
                            <li>מותנית –FILET .</li>
                            <li>מותן –CULOTTE .</li>
                            <li>אווזית –NOIX .</li>
                            <li>נתח הירך –TRANCHE  .</li>
                            <li>פינת הירך –COIN .</li>
                            <li>בטן עליונה –EPAIS DU PRIN .</li>
                            <li>בטן תחתונה –FLANCHET .</li>
                            <li>רגליים –PIEDS .</li>
                            <li>מוח –CERVELLE .</li>
                            <li>לשון –LANGUE .</li>
                            <li>ראש –TETE .</li>
                            <li>זנב –QUEUE .</li>
                            </ol>`,
                        ],
                    },
                    "כללי":{
                        type : "listDots",
                        content: [
                            `איכות הבשר - הגיל והמין משפיעים על איכות הבשר . נקבה – צעיר – ורך  – תמיד יותר טוב. הנקבה פחות שרירית ומבנה יותר טוב .`,
                            `תזונת הבהמה - משפיעים על איכות הבשר והשומן עדינות וטעם. השיטה כיום תזונה טובה ואינטנסיבית שחיטה בגיל צעיר במשקל גבוה יחסית .`,
                            `הטיפול לפני השטיחה ואחרי - מנוחה ולללא לחץ לפני השחיטה מנוחה לשרירים אחרי השחיטה .`,
                            `זן הבקר  - בזנים איכותיים תפוקת הבשר אחוזי השומן ואיכות הבשר טובים יותר ( הפחת נמוך יותר |) .`,
                        ],
                    },
                    "צורות-שיווק":{
                        type : "listDots",
                        content: [
                            `בשר מעובד בקר - מוצר היוצר מבשר קפוא לרוב אשר עבר טיפול כגול : הוספת מים( לא יותר מ 10%) פוספטים , תבלינים , חומרי כבישה , שימור או חומרים אחרים . לרוב מופיע בצורת קציצות קבב והמבורגר תעשייתיים או גושי בשר קפואים ( חובה לרשום על האריזה ) .`,
                            `בשר בקר קפוא - בשר אשר לא עבר טיפול כלשהוא למעט הקפאה בטמפ' פנימית נמוכה באופן שמאפשר אחסון למשך זמן של מספר חודשים בהקפאה ובעיקר האפשר הבשר מאבד נוזלים ויחד עם זה טעמים , המרקם משתנה והערך התזונתי נהרס.`,
                            `בשר בקר טרי - בשר אשר לא עבר תהליך כלשהו למעט צינון בטמפ' בין 0-4 מעלות ונשמר כטבעו .`,
                        ],
                    },
                    "הבקר-LE-BOEUF": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/cow-skeleton.jpg`,],
                        content: [],
                    },
                    "חלקי-הפרה": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/fresh-cow-meat-parts.jpg`,],
                        content: [],
                    },
                    "אנטריקוט-/-ורד-הצלע,-פריים-ריב,-סטייק-עין": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/1.jpg`,],
                        content: [
                            `נתח בעל עובי בינוני, מאופיין בשיוש של שומן ובמרכזו “עין” מרכזית של שומן, המקנה לו צורה של פרח וזהו הנתח הנפוץ ביותר בישראל להכנת סטייקים, מהסיבה הפשוטה: הוא נמצא בחלקה הקדמי של הבהמה, מה שמעניק לו גושפנקה כשרותית גם ללא ניקור.`,
                            `מתכונים לאנטריקוט \ ורד הצלע<ul>
                            <li>נטריקוט בנוסח ליאון : ENTRECOTE LYONNAISE - אנטריקוטליאונז .</li>
                            <li>צלע בקר ברוטב בארנז : COTE DE BOEUF BEARNAISE– קוד דה בףבארנז .</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Prime Rib, Rib Eye.`,
                        ],
                    },
                    "צלעות-/-ריפען,-אונטר-ריב": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/2.jpg`,],
                        content: [
                            `האונטריב הוא נתח המחבר את הצוואר עם האנטרקוט והוא מורכב משני חלקים: חלקו האחד רזה יותר ומרקמו מזכיר מעט את מרקם החזה, אך הסיבים דקים וקצרים יותר. חלקו השני יזכיר במעט את האנטרקוט, מה שעלול להטעות חלק מהאנשים.`,
                            `בשר בעל טעם עדין, מזכיר מעט את טעמו של האנטרקוט. רמת שומניות בינונית, כשחלק אחד, כאמור, רזה יותר. מתאים לצלייה ארוכה בנוזלים, בנתחים גדולים. לא מקובל לצלות אותו בנתח שלם כי הוא לא נפרס יפה. מתאים גם לטחינה.`,
                            `שם הנתח בארה״ב: Chuck-Eye Pot Roast.`,
                            ` מתכונים של צלעות \ ריפען<ul>
                            <li>בקר מירוטון : BOEUF MIROTON–בףמירוטוןן .</li>
                            <li>המבורגר.</li>
                            </ul>`,
                        ],
                    },
                    "חזה-/-בריסקט,-ברוסט": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/3.jpg`,],
                        content: [
                            `נתח זה נמצא מתחת לצוואר ולצלעות כלפי מטה ומתאפיין בסיבים ארוכים ומודגשים, כאשר נתח שומן רציני מתנוסס בקצהו והוא בעל רמת שומניות בינונית-גבוהה. הסיבים המודגשים משפיעים על המרקם שהוא שונה וייחודי.                            `,
                            `מתכונים של חזה \ בריסקט–<ul>
                            <li>בקר מבושל בנוסח אלזס : BOEUF BOUILLI A L'ALSACIENNE  - בף בוי אה ללזסיאן.</li>
                            <li>חזה בקר כבוש ברוטב חרדל : CORNED BEEF–קונדבף .</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Brisket & Plate.`,
                        ],
                    },
                    "כתף-מרכזי-/-שולדר": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/4.jpg`,],
                        content: [
                            `נתח רחב מאוד בצד אחד וצר בקצה, מאופיין ברקמת חיבור דקיקה וכמעט בלתי מורגשת במרכז ובעל מרקם חלק למדי ובעל אחוזי שומן נמוכים.`,
                            `מתכונים של כתף מרכזי \ שולדר–<ul>
                            <li>פופייט בנוסח פונטאג' : PAUPIETTES A LA FONTANGES–פופיאט אה לה פונטאג'.</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Arm Roast, Shoulder Roast.`,
                        ],
                    },
                    "צלי-כתף-/-פולייקה,-צונגנבראטן": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/5.jpg`,],
                        content: [
                            `נתח צר ומאורך, מראהו דומה לכיכר לחם שטוחה. בצידו האחד הוא עבה ובצידו השני הוא דק. הוא מאופיין ברקמת חיבור העוברת במרכזו, בצד העבה היא עבה יותר והולכת ונהיית דקה לקראת הקצה.`,
                            `בעל שומניות נמוכה יחסית, רקמת החיבור במרכזו היא קולגן (חלבון) ולא שומן, אבל היא נמסה מעט בזמן הבישול ונותנת לנתח מרקם ג’לטיני רך.`,
                            `מתכונים לצלי כתף \ פולייקה–<ul>
                            <li>בקר צלוי ברוטב פטריות : BOEUF BRAISE CHAMPIGNONS–בף ברזה שמפניון .</li>
                            <li>בקר צלוי עם בצלצלים וגזר : BOEUF BRAISE A LA MODE–בף ברזה אה לה מוד .</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Top / Upper Blade Roast.`,
                        ],
                    },
                    "פילה-מדומה-/-פאלש-פילה": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/6.jpg`,],
                        content: [
                            `למרות שמו של הנתח, אין קשר בינו לבין פילה. מראהו גלילי, דק בצד אחד והוא ממוקם בכתף הבהמה. נתח חלק לגמרי עם עורית דקיקה המקיפה אותו, וסיבים קצרים מאוד. נתח קלאסי לצלייה בנתח או לבישול ארוך. נפרס מצוין. `,
                            `מתכונים של פילה מדומה \ פאלש פילה –<ul>
                            <li>בקר צלוי בנוסח האזרח : BOEUF BRAISE BOURGEOISE–בף ברזה בורג'ואז.</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Chuck Tender, Mock Tender.`,
                        ],
                    },
                    "מכסה-הצלע-/-מכסה-האנטריקוט-/-מכסה": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/7.jpg`,],
                        content: [
                            `הנתח הזה לעיתים לא נכלל בספירת חלקי הפרה, בעיקר משום שהקצבים אינם מציעים אותו למכירה כפי שהוא, אלא רק טחון. `,
                            `הבשר הזה משמש כמעט תמיד לקציצות, אך בשל טעמו – המזכיר מאוד את האנטריקוט – מדובר בקציצות טעימות במיוחד. `,
                            `קשה למצוא שימושים אחרים לנתח הזה.`,
                        ],
                    },
                    "שריר-קדמי-/-אוסובוקו,-שריר-הזרוע": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/8.jpg`,],
                        content: [
                            `נתח בעל מראה אובאלי ומלא ברקמות חיבור (ג’לטינים קטנים). נמצא מתחת לכתף הבהמה ומהווה חלק מהרגל. הבשר מכוסה בעורית חיצונית שקופה למחצה, המאחדת בתוכה הרבה חלקי בשר, שרובם מופרדים על ידי רקמות חיבור.`,
                            `2 מתכונים של שריר קדמי –<ul>
                            <li>בקר  מוקפץ עם זיתים : SAUTE DE BOEUF AUX OLIVES–בף או אוליב .</li>
                            <li>גולש הונגרי :GOULASHE HONGROISE– גולש הונגרואז.</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Shank, Fore Shank.`,
                        ],
                    },
                    "אסאדו-/-שפונדרה,-קשתית,-שורט-ריבס": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/9.jpg`,],
                        content: [
                            `האסאדו הוא נתח מדהים ושומני, מאופיין בעצם של הצלע, דקה וארוכה ועליה שכבת שומן דקה ומעליה בשר ושוב שומן. הנתח הוא סיבי אך עדין ומאופיין בסיבים בינוניים.`,
                            `זהו נתח לבישול או צלייה ארוכים ונחשב כנתח לקרניבורים ואוהבי בשר. הנתח הזה מתאים לבישול בנוזלים (מרקים, קדרות) נפלא לחמין ומתאים לצלייה ארוכה על גריל באש עקיפה או בתנור, כשהוא מכוסה היטב בחום נמוך מאוד.`,
                            `שם הנתח בארה״ב: Short Ribs.`,
                        ],
                    },
                    "צוואר": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/10.jpg`,],
                        content: [
                            `החלק הכי קדמי מייד אחרי הראש והוא מתחלק לשניים: צידו האחד, שהוא למעשה החיצוני, סיבי מאוד וקשה (שכן בהתפתחות האבולוציה של הבהמה הוא היה מגן על העורף של הבהמה מפני טורפים בטבע). חלקו השני משובץ בשומן, רך מעט יותר וטעים מאוד.`,
                            `שם הנתח בארה״ב: Neck.`,
                        ],
                    },
                    "סינטה-/-מותן,-סירלוין,-רוסטביף": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/11.jpg`,],
                        content: [
                            `זהו הנתח הראשון בגב הבהמה השייך לחלק האחורי. נתח חלק ורך יחסית. מראהו חלק יחסית עם נתח שומן עליון. לצידו עובר גיד אשר חובה להסירו, שכן הוא קשה מאוד. בבשר הכשר, הניקור מוריד את הגיד.`,
                            `2 מתכונים לסינטה \ מותן –<ul>
                            <li>צלי בקר בנוסח אנגלי : BOEUF ROTI A L'ANGLAISE  - בףרוטי אה לאגלז.</li>
                            <li>אנטריקוט בנוסח רב מלצרים : ENTRECOTE A LA MAITRE D'HOTEL–אנטריקוט אה לה מטח דוטל .</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Sirloin.`,
                        ],
                    },
                    "פילה-/-מותנית,-טנדר-לוין,-פילה-מיניון": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/12.jpg`,],
                        content: [
                            `הפילה הוא נתח דק בצידו האחד ועבה בצידו השני. ממוקם במרכז הבהמה, מאחורי הסינטה, נתח פנימי יחסית ונחשב לנתח הכי רך בבהמה, חף משומן.`,
                            `אחד הנתחים הקלאסיים לסטייקים, כאשר מהחלק המרכזי מכינים את השאטו בריאן המפורסם, ומהקצוות מכינים מאכלים קלאסיים כגון סטרוגנוף. `,
                            `2 מתכונים לפילה \ מותנית –<ul>
                            <li>מותנית וולינגטון : FILET DE BOEUF WELLINGTON–פחלה דה בף ולינגטון .</li>
                            <li>אומצית מותנית טורנדו " רוסיני " : TOURNEDOS ROSSINI - טורנדו רוסיני .</li>
                            </ul>`,
                            `שם הנתח בארה״ב: Tenderloin.`,
                        ],
                    },
                    "שייטל-/-כנף-העוקץ,-ראמפ-סטייק": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/13.jpg`,],
                        content: [
                            `נתח אחורי משוק הבהמה, דק בצידו האחד, נראה כמו מעין מימייה והוא רך בעל סיבים קצרים וטעם עז. נתח רבגוני שמתאים גם לצלייה קצרה והקפצה וגם לצלייה ארוכה כגון תבשיל וצלי. אם מיישנים אותו כראוי, הוא נפלא לשיפודים, סטייקים וצלייה יבשה בתנור. `,
                            `שם הנתח בארה״ב: Rump Roast.`,
                        ],
                    },
                    "אווזית-/-אגוז,-נוס": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/14.jpg`,],
                        content: [
                            `נתח עגלגל, מאורך קמעה, מאופיין במעט מאוד שומן חיצוני וממוקם באחורי הבהמה, חלק מהשוק. הנתח לא שמן במיוחד, רך יחסית ומאופיין בסיבים קצרים. מתאים לבישול בינוני-ארוך בקוביות, או אם הקצב מגלף ממנו את הנתח המרכזי הנראה כמו כדור בייסבול, הוא נפלא לבישול או צלייה בנתח אחד. `,
                            `שם הנתח בארה״ב: Beef Knuckle, Sirloin Tip.`,
                        ],
                    },
                    "צ’ך-/-ירכה,-צ’אק": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/15.png`,],
                        content: [
                            `נתח אחורי משוק הבהמה. הוא מתאפיין בשומן בצידו האחד ובפנים הוא חלק ורזה. יש לאורכו גיד שחייבים להורידו שכן הוא קשה מאוד. נתח בעל סיבים בינוניים, נחשב עסיסי וטעים. מתאים לצלייה או בישול ארוכים בנתח או בקוביות. `,
                            `שם הנתח בארה״ב: Bottom Round Roast / Round Flat.`,
                        ],
                    },
                    "כף": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/16.jpg`,],
                        content: [
                            `נתח גדול הנמצא בשוק הבהמה. מאופיין באחוזי שומן מעטים הנמצאים ב”מכסה” המכסה אותו, אשר לרוב מורידים אותו לפני שהוא מגיע לצלחת. בעל סיבים ארוכים המקנים לו טעם ייחודי ואם פורסים אותו דק, הוא רך מאוד. מבחינת הכנה זהו נתח מיוחד מאוד אשר מתאים לצלייה, לאסקלופים ולשניצלים בפריסה דקה. הוא חלק ויפה וניתן להכין ממנו גם קרפצ’יו. `,
                            `שם הנתח בארה״ב: Top Round, Inside Round.`,
                        ],
                    },
                    "פלדה-/-רפאלי,-מתאמרי,-כְּסָלִים": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/17.png`,],
                        content: [
                            `נתח הנראה כמו וילון; עבה בצד אחד ודק בצדו השני והוא שומני למדי. נתח המאופיין בסיבים מודגשים, בעל טעם עז.`,
                            `נתח שחזר לאחרונה לאופנה, בעקבות חיפוש של שפים ובשלנים אחרי בשרים לא שגרתיים. טעים מאוד לטחינה, לבישול ארוך, גולאש וכדומה. חלקו הדק יותר נקרא בספרדית “ואסיו” ומשמש להכנת המטמברה – הרולדה הדרום-אמריקאית המפורסמת.`,
                            `שם הנתח בארה״ב: Flank.`,
                        ],
                    },
                    "שריר-אחורי-/-אוסובוקו,-פולי,-קצ’לקה": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/18.jpg`,],
                        content: [
                            `נתח אובלי, רחב במרכזו וצר בקצוות. זהו נתח שדומה במרקמו לשריר הקדמי (מס’ 8), אך מאופיין בפחות רקמות חיבור והוא נתח רך ועסיסי. מתאים לבישול ארוך או לצלייה בנתח אחד או פרוס לפרוסות עבות יחסית. `,
                            `שם הנתח בארה״ב: Hind Shank, Heel.`,
                        ],
                    },
                    "וייסבראטן-/-ראש-ירכה,-לוקוס": {
                        type : "textAndPics",
                        pic : [`../assets/images/learning/19.jpg`,],
                        content: [
                            `נתח “מדוגם”, חלק ובצורת גליל, נקי משומן, אך בעל שכבת שומן חיצונית דקה בצידו האחד. מתאים במיוחד לבישול ארוך בנוזלים. `,
                            `שם הנתח בארה״ב: Eye Round Roast, Eye of Round.`,
                        ],
                    },
                },
                "חלקי-הבקר":{
                    "ורד-הצלע":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : אנטריקוט פריים ריב . צלעות מכווסת סטייק עיין `,
                            `חלק שמורכב מהצלע ה- 5 עד הצלע ה-13 .`,
                            `בשר משוייש במרכזו פרח השומן המקל על הזיהוי ( מכסה ניתן לקצוץ ) `,
                            `הכנה : כחלק שלם או אומצות .`,
                        ],
                    },
                    "צלעות-נמוכות":{
                        type : "listDots",
                        content: [
                            `מותן –CULOTTE `,
                            `* חלק נימוח `,
                            `שמות מוכרים , שייטל , כנף , עוקף , RUMP`,
                            `נתח נייח ממוקם בחלקו האחורי של הבקר בהמשך לסנטה .`,
                            `הוא דל שומן אך בשר מאופיין במרקם רך ועסיסי , מתאים לצליה בתנור כנתח פריך לאומצות עבות RUMP או פרוסות קטנות WIENER .`,
                            `בצמוד לשייטל נתח קטן יחסית ומאורך בשם שפיץ שייטל .`,
                            `מאופיין בבשר רך במיוחד מצויין לצלייה קצרה או טיגון , מבשלים במחבת או בגריל.`,
                        ],
                    },
                    "אווזית-אגוזית-NOIX":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : אווזית  , נוס ,  אגוז.`,
                            `נתח גדול הבנוי ממספר קציצות שריר שונות.`,
                            `אחיד מחלקיו בעל צורה אגוז יפה מתאים מאוד לצליה ברוטב , פופאטים אומצות  ברוטב .`,
                            `האגוזית העליונה מחוברת ע"י רקמת החיבור והיא רכה וקטנה יותר בעגל או בקר צעיר ניתן להכין שניצלים ואסקולופים .`,
                            `שיטות בישול מתאימות : BRAISE`,
                            `הנתח מממוקם בחלקו האחורי הפנימי של הירך וחייב ניקור .`,
                        ],
                    },
                    "נתח-הירך":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים צא"ך `,
                            `* נתח גדול בעל צורת משולש אופיינית .`,
                            `* ממוקם בחלקו האמצעי של הירך .`,
                            `* מאיזור השפיץ – פיקניה , העליון ניתן להפיק סטייקים עשירים בטעמים ועסיסותם. `,
                            `* שאר הנתח מתאים מאוד בעיקר להכנת צליה ברוטב .`,
                            `נמצא בחלקו האחורי של הבקר ולכן חייב ניקור במטבח הכשר .`,
                            `שיטות בישול מתאימות = BRAISE`,
                        ],
                    },
                    "פינת-הירך-COIN":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : כף , פינתית , TOP-SIDE	`,
                            `נתח גדול ממוקם בחלקו הפנימי – העליון של הירך נתח כף דל שומן וערכיו התזונתיים גבוהים מאוד והוא בנוי ממספר קבוצות שריר .`,
                            `רובו מתאים להכנה בצליה ברוטב אך חלקו בעיקר בבקר צעיר מתאים מאוד לצליה , שניצלים , אסקולופים וכן סטייקים בטיגון או בגריל .אפשר להכין מימנו תרביכים שונים .`,
                            `שיטות בישול מתאימות = BRAISE`,
                        ],
                    },
                    "בטן-תחתונה–FLANCHET":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : פלדה .`,
                            `נתח גדול מאוד ממוקם בחלקו האחורי של העגל ומכסה את הבטן מאופיין בשכבות של בשר ושומן בדומה לאסדו אך ללא עצם.`,
                            `המטבח הקלאסי מיועד בעיקר לבישול .`,
                            `מתאים גם להכנת תבשיל קדירה ארוכי הכנה .`,
                            `לטחינה או כנתח העשוי לקליה ממושכת בתנור או בחום נמוך .`,
                            `שיטות בישול מתאימות = BOLLILLI`,
                        ],
                    },
                    "שוק-אחורי–JARRET":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : שריר אחורי .`,
                            `שיטות בישול קדירה  SOTE AN COSAROEL`,
                        ],
                    },
                    "נתח העקוז-ויסבראטן":{
                        type : "listDots",
                        content: [
                            `שמות מוכרים : ויסבראטן`,
                        ],
                    },
                    "צלייה–ROTI":{
                        type : "listDots",
                        content: [
                            `חלקים נייחים : ורד הצלע , בר מותן , מותנית , מותן .`,
                            `גושי בשר מיושנים משויישים .`,
                            `הוצאת הבשר לטמפ' החדר .`,
                            `חימום התנור לדרגה הרצויה .`,
                            `הכנת הבשר לצורה הרצויה ומתבלים = PARE`,
                            `סגירת הבשר מכל הצדדים .`,
                            `מוסיפים תיבול בנוסף , שום , חרדל , דבש וכו' .. `,
                            `ומכניסים לתנור ל 160-180 מעלות .`,
                            `צולים תוך בדיקת שומן והנוזלים מהכלי עד לדרגה הרצויה  ( לפי טמפ' גמישות או צבע הנוזלי מהבשר ).`,
                            `דרגות צליה<ul>
                            <li>65-66 מעלות = W.D</li>
                            <li>62-63 מעלות = M.W</li>
                            <li>59-60 מעלות = M</li>
                            <li>56-57 מעלות = M.R</li>
                            <li>52-53 מעלות = R.</li>
                            <li>מתחת ל 50 מעלות = B</li>
                            </ul>`,
                            `מוציאים את הבשר על רשת למנוחה במקום חמים .`,
                            `למשקע מוסיפים יין ונוזל מצמצמים או מסמיכים .`,
                            `מסננים מוציאים שמן משלימים טעם .`,
                            `צורת הגשה<ol>
                            <li>פריסה אל מול האורח פרוסות דקות יחסית .</li>
                            <li>מזיגה של רוטב בצלחת פרוסות של 3 חתיכות מעל . רוטב בצד.</li>
                            </ol>`,
                        ],
                    },
                    "צלוי-ברוטב–BRAISE":{
                        type : "listDots",
                        content: [
                            `חלקי כתף או ירך צלעות נמוכות .`,
                            `הכנעת הבשר לצורה הרצויה .`,
                            `סוגרים את הבשר.`,
                            `מוציאים ומטגנים את הירקות ורסק העגבניות .`,
                            `מעבירים לסיר עמוק ומוסיפים נוזל עד גובה הבשר .`,
                            `משבלים בבישול איטי עד רכות .`,
                            `ממוציאים ,פורסים ומגישים .`,
                        ],
                    },
                    "אפשרות-השלמה":{
                        type : "listDots",
                        content: [
                            `חתיכות בשר –STEAK BRAISE`,
                            `צלי שלם –BOEUF BRAISE `,
                            `פופייטים–PAUPIETTES`,
                            `צלי בקר ברוטב יין אדום –בוף בריזה , בורגרניון ( פטריות , אווז מעושן , בצל פנינה ) .`,
                            `צלי בקר ברוטב האזרח –בוף ברזה ( גזר, אפונה , בצלים ) `,
                            `אומצת בקר מאודה אסטהרזי  - סטייק ברזה אסטהרזי .`,
                            `פורסים את הבשר מתבלים ומוסיפים גם פפריקה , מלח , פלפל , מייבשים לחצי שעה / שעה , מקמחים, סגירה  , מוציאים לתוך אותו כלי , מוסיפים פפריקה רסק עגבניות ויין אדום .`,
                            `מצמצמים את היין ומחזירים את הבשר צריבה משתי הצדדים וציר חום  עד גובה הבשר , בישול עד לריכוך .`,
                            `במקביל לאלו מאדים ג'וליאנים של ירקות שורש , תיבול : פפריקה ף קצת מנוזל הבישול .`,
                            `חיבור – מוציאים את הבשר והרוטב .מוכן.`,
                            `אומצה מאודה בנוסח פלמי קרבונרד–carbonnadeflaamande`,
                            `( כדורי כרוב , גזר , תפוחי אדמה , חזה אווז מעושן , בירה לבנה )`,
                            `קרבונרד<ul>
                            <li>התחלה כמו סטייל ברזה , קימוח סגירה וכו'..</li>
                            <li>באותו כלי כמות גדולה של בצל וחמאה ולאדות  .</li>
                            <li>(על קילו בצל קילו בשר ) , מוסיפים בירה לבנה , מוציאים חלק מהבצל , מחזירים את הבשר ומכסים עם הבצל שהוצאנו .</li>
                            <li>על זה ציר חום בגובה הבשר ,</li>
                            <li>מבשלים בישול איטי עד ריכוך .</li>
                            </ul>`,
                            `סטייק שוויצרי –stake breaisaalasvisse<ul>
                            <li>בצל , רסק עגבניות , חרדל .</li>
                            <li>פרוסות , קימוח וסגירה .</li>
                            </ul>`,
                            `גלילי בקר ברוטב –פופייט<ul>
                            <li>פרוסות דקות של כתף ( מס 4 ) , תיבול ומורחים חרדל , שכבה של  בשר מעושן / נקניק /  בשר טחון מתובל , באמצע מלפפון כבוש , וגזר .</li>
                            <li>מגלגלים ושיטת בישול BRESSE ,ברזה .</li>
                            </ul>`,
                        ],
                    },
                    "מבושל-בנוזל-BOUILLI":{
                        type : "listDots",
                        content: [
                            `חלקים מתאימים : חזה , צלעות שטוחות , פלדה .`,
                            `מכניסים את הגוש הבשר לנוזל רותח .`,
                            `מנמיכים את האש לאחר רתיחה ומכבים .`,
                            `מתבלים חלקית ומבשלים עד לריכוך .`,
                            `מוציאים את הבשר ומסננים .`,
                            `יוצרים רוטב מהנוזל של הבישול ( אלמנד– גרמני ) = חזרת חרדל צלפים  .`,
                            `פורסים ( ומחממים בנוזל ) רוטב בנפרד .`,
                        ],
                    },
                    "צלייה-באלפס–SAUTE-EH-CASSEROLE":{
                        type : "listDots",
                        content: [
                            `חלקים מתאימים : צוואר ושוק .`,
                            `דומה לברזה באופן הכנה .`,
                            `* צלי באלפס נוסח ארל– זיתים ירוקים עגבניות וקוביות בשר .`,
                        ],
                    },
                    "גולש-הונגרי-GOULASHE-HONGARISE":{
                        type : "listDots",
                        content: [
                            `קוביות בשר מאודות עם בצל פפריקה , מוגש עם ניוקי .`,
                            `אופן הכנה :`,
                            `מתחילים באידוי בצל , מוסיפים פפריקה , מים קרים בכדי לעצור את הטיגון של הפפריקה .`,
                            `מוסיפים את הבשר עד שהבשר משנה צבע אפשר להוסיף רסק עגבניות לא יותר מידי וציר חום של בקר עד לבישול .`,
                            `הגשה עם ניוקי , קמח ושפייצל .`,
                        ],
                    },
                    "טרטר":{
                        type : "listDots",
                        content: [
                            `* פילה קצוץ נע בצורת קציצה גדולה .`,
                            `בתוספת חלמון ביצה ( לא מבושלת ) בצל קצוץ , צלפים מתובל בפלפל שחור ורוטב ווסטרשייר חרדל .`,
                            `כיום מכינים בצורה דומה גם דגים ( בתוספות שונות ).`,
                        ],
                    },
                    "בשר-טחון":{
                        type : "listDots",
                        content: [
                            `קבב מזרחי –ORIENTAL`,
                            `בשר טחון 25% - 30% שומן , בצל קצוץ , פטרוזיליה , עשבי תיבול נוספים , תיבול מזרחי , סודה .`,
                            `קבב רומני – שום , מיי סודה , מעט חומץ .`,
                            `המבורגר – ( אומצה קצוצה ) עם בצל  - עם טבעת בצל מטוגן .`,
                            `קציצות – מבושלות , מצופות , ( מטוגנות ) צלויות .`,
                            `כדורי בשר ברוטב חריף – צ'ילי קונקרנה– כדורי בשר עם בצל , שום , פפריקה חריפה , פלפלים קלופים , שעועית יבשה מבושלת , רוטב חום עם מעט עגבניות`,
                        ],
                    },
                    "אומצה-בנוסח-ליאון–ENTRECOTE-LYONNAISE":{
                        type : "listDots",
                        content: [
                            `בתוספת טבעות בצל מטוגנות או רוטב בצל ( חום ).`,
                            `אופן הכנה : `,
                            `צליה של האומצה במחבת , הוצאה של הסטייק למנוחה והנחת הרוטב , רוטב חום לפתיחת משקעים.`,
                            `הוספה של הבצל המטוגן והגשה`,
                        ],
                    },
                },
                "עגל-חלב": {
                    "בשר-העגל":{
                        type : "listDots",
                        content: [
                            `נחשב בשר משובח. גיל רצוי לשחיטה כשלושה חודשים. בין 10 ל12 שבועות.`,
                            `צבע הבשר וורוד, רקמות עדינות, מוצק ולח. צבע שומן לבן.`,
                            `כתפיים, ירכיים וצלעות קצרות ומלאות בשר. משקל טבחה כ120 ק"ג.`,
                            `העצמות נקבוביות ואדומות, ניסור ללא שבבים.`,
                            `אם מיועד לשיווק כבן בקר, עובר לפיטום.`,
                        ],
                    },
                    "עגל-מרבק":{
                        type : "text",
                        content: [
                            `קשב לפקח על התזונה חלב ועשב.`,
                            `בשר: כהה יותר, מלוח יותר קשה ביותר.`,
                            `פחות שומן (פחות לבן).`,
                            `יכול להגיע לגיל של שנה שנה וחצי.`,
                            `לאחר מכן מחליטים אם יגדל להיות שור או פר.`,
                        ],
                    },
                    "חלוקת-העגל":{
                        type : "textAndPics",
                        pic : [`../assets/images/learning/red-cow-meat.png`, `../assets/images/learning/black-and-white-cow-meat.jpg`],
                        content: [
                            `החלוקה הבסיסית היא ל – 5 חלקים<ol>
                            <li>ירך –cuisssot .</li>
                            <li>גב –selle .</li>
                            <li>כתף –epaule .</li>
                            <li>חזה –poitrine .</li>
                            <li>צוואר –cou .</li>
                            </ol>`,
                        ],
                    },
                    "צוואר-COU":{
                        type : "listDots",
                        content: [
                            `הצוואר ו5 הצלעות הראשונות הן חלק אחד, נתח אחד, הבשר אותו דבר בכל החלק הזה. בשונה מהבקר ששם הצלעות הנמוכות מופרדות מהצוואר. 
                            `,
                            `<ul>
                            <li>משקל ללא עצמות כ-4 ק"ג.</li>
                            <li>כולל את כל העורף כולל 5 הצלעות הראשונות.</li>
                            <li>בעל רקמות חיבור וסחוסים רבים.</li>
                            <li>מתאים בעיקר לתרביכים(חיתוך קטן ומוגש עם הרבה רוטב, בשונה מתבשילים כמו גולש שזה חתוך יותר גדול ומעט רוטב.) או לטחינה.</li>
                            <li>אפשר להכין רולדה או פרוזה עם עצם באיכות נמוכה. לוקחים לפעמים צוואר מוציאים מהעצמות, ממלאים באיזשהו מטבל או ממרח ומזגגים.</li>
                            <li>שיטות בישול- BOUILLE, ETUVER, SAUTE EN CASSEROLE.</li>
                            </ul>`,
                            `מתכונים אפשריים של צוואר<ul>
                            <li>תרביך לבן-BLANQUETTE- יהיה מבושל.</li>
                            <li>מתחילים ביין לבן מצומצם (עלי דפנה, בצל, פלפל אנגלי ומצמצמים), על זה מוסיפים ציר לבן של עגל, כשזה רותח מוסיפים את קוביות הצוואר עגל, מביאים לרתיחה ומנמיכים את הלהבה. ללא כיסוי, מבשלים עד שזה מוכן ומוסיפים את צרור הירקות. שהבשר רך מוציא אותו, מסנן את הנוזל, מסמיך עם רביכה לבנה לכיוון הזהובה, פותח עם הנוזל, מחזיר את הבשר ומשלים עם ליאזון.</li>
                            <li>תרביך קרם-FRICASSEE- יהיה לאידוי. מאדים את הבצל הבשר ושאר הירקות, קמח, נוזל. בסוף הבישול מוציאים את הבשר מסננים ומקשטים- ליאזון.  </li>
                            <li>הבצל והירקות שורש יהיו חתוכים כבר לחתיכות קטנות (ירקות סופריטו/ מטיניון) כי הן יוגשו עם הבשר. זהו סוג של תבשיל אבל צבע לבן, צבע זהוב, קרם.  האיטלקים מוסיפים גם קטניות אל תוך התרביך כדי להעשיר אותו ועל מנת לתת את הכל במנה אחת.</li>
                            <li>תרביך חום-RAGOUT- מתאים לצלייה באלפס. </li>
                            <li>ראגו- מתחילים בשמן זית, מטגנים את הבצל, מוסיפים את השום, מוסיפים את קוביות הבשר מתובלות, מיובשות ומקומחות. </li>
                            <li>מוסיפים את שאר הירקות- גזר, סלרי, כרישה, שורש פטרוזיליה. ניתן להוסיף פלפלים, קישואים וכו'.</li>
                            <li>לאחר אידוי הירקות אפשרי לפתוח את התבלינים בשמן, ולהוסיף עשבי תיבול, טימין בזיליקום וכו'.</li>
                            <li>שמים רסק, ונותנים לו להיטגן, המסת משקע עם יין רוזה ולא אדום בגלל שזה עגל, ואם אין רוזה אז יין אדום. </li>
                            <li>מוסיפים ציר חום של עגל או ציר כללי של מה שיש לנו ומבשלים עד לרכות הבשר. </li>
                            <li>ניתן להוסיף ירקות לקראת סוף הבישול כמו אפונה חלוטה, פטריות מוקפצות וכו'.</li>
                            <li>השלמה בנוסח אביבי- FRICASSEE DE VEAU- ירקות שונים: אפונה, גזר, פטריות וכו'.</li>
                            <li>צלע עגל קצוצה פויארסקי-בשר עגל קצוץ, בנפרד מאדים בצל קצוץ, מוסיפים לחם מושרה במים שסחטנו. </li>
                            <li>מערבבים ונותנים לו להתבשל עד שהוא מתנתק מהדפנות, מוציאים נותנים לו להתקרר ומוסיפים חלמון. ומוסיפים לבשר הקצוץ. מוסיפים תבלינים מלח פלפל, מעט אגוז מוסקט.  יוצרים צורה של צלע.</li>
                            <li>מצפים בפירורי לחם ומטגנים בחמאה.</li>
                            <li>ניתן לשמן ולשים על הגריל.</li>
                            <li>ניתן לשמן ולהכניס לתנור, בתוספת רוטב כלשהו בדרך כלל רוטב פטריות.</li>
                            </ul>`,
                        ],
                    },
                    "חזה-העגל-POITRINE":{
                        type : "listDots",
                        content: [
                            `כל החלק התחתון של העגל, חזה, צלעות שטוחות השפונדרה, והבטן –פאלדה.`,
                            `<ul>
                            <li>משקל 4-6 ק"ג (ללא עצמות).</li>
                            <li>כולל את החזה וחלק מהצלעות השטוחות.</li>
                            <li>נחשב לבשר באיכות נמוכה יחסית.</li>
                            </ul>`,
                            `שימושים<ul>
                            <li>לפרוס נתחים לרוחב עם עצם-טנדרון-TENDRON.</li>
                            <li>ללא עצמות כרולדה.</li>
                            <li>נתח שלם עם עצמות . ( אסאדו עגל חלב).</li>
                            <li>שיטות בישול מתאימות-GLACER, POELER.</li>
                            </ul>`,
                            `חזה עגל ממולא נורמנדי-NORMANDIE-מילוי: בשר עגל טחון, שקדים, צנוברים, תפוח עץ, פטריות, בשרים מעושנים, רוטב תפוחי עץ.   קישוט: פרוסות תפוח עץ בחמאה.`,
                        ],
                    },
                    "כתף-EPAULE":{
                        type : "listDots",
                        content: [
                            `משקל כ-7 ק"ג ללא עצמות.`,
                            `כולל את כל חלקי הכתף כולל השוק.`,
                            `במטבח הקלאסי נחשב כאיכות נמוכה- תרביכים וזיגוג.`,
                            `במטבח הכשר חלק חשוב יותר גם לצלייה ולכתיתות.`,
                            `שיטות בישול מתאימות:GLACER, POELER, ROTIR.`,
                            `מתכון:<br>
                            כתף עגל מוברק-EPAULE DE VEAU PRINTANIERE- ירקות גינה- אפונה, בצלצלים, גזר, לפת וכרוב ניצנים.
                            `,
                        ],
                    },
                    "גב-SELLE":{
                        type : "listDots",
                        content: [
                            `כולל את כל חלקי הגב (מהצלע ה5 עד הירך).`,
                            `בשר איכותי מאוד.`,
                            `ניתן לקבל כאוכף שזה 2 סינטות ו2 פילה, 2 טי בונים מחוברים.`,
                            `ניתן לקבל חצי גב זה נקרא קארה-CARRE.`,
                            `צלעות מחוברות אפשר ככתר –COURONNE.`,
                            `צלעות בודדות.`,
                            `גושי בשר ללא עצמות.`,
                            `אומצות עגל.`,
                            `גב אחורי-RONIGUNADE- נושא הכליות.`,
                            `שיטות בישול מתאימות:ROTIE, GRILLER, SAUTE A LA POELE, FRIT.`,
                            `מתכונים<ul>
                            <li>אוכף עגל אורלוף-SELL DE VEAU ORLOFF- צליית האוכף, פירוק הבשר, מחית כבד אווז, כמהין, סוביז והקרמה.</li>
                            <li>צלע עגל בנוסח אנגלי-COTE DE VEAU A L'ANGLAISE- קלייה בגריל, חמאת רב המלצרים, אווז מעושן.</li>
                            <li>ברוטב הולנדי-COTE DE VEAU HOLANDAISE.</li>
                            <li>אומצת עגל "אותלו"-STEAK DE VEAU OTHELLO- פטריות מאודות, פטרוזיליה.</li>
                            <li>אומצת עגל בריחן-STEAK DE VEAU AU BASILIC- קימוח, יין לבן, רוטב, חמאת ריחן.</li>
                            <li>אומצית, פיקטה ביין מרסלה-PICCATA MAESAILA- שיטוח, קימוח, טיגון בחמאה, מרסלה, רוטב או חמאה לקשירה.</li>
                            </ul>`,
                        ],
                    },
                    "ירך-CUISSEAU":{
                        type : "listDots",
                        content: [
                            `החלק הגדול ביותר בעגל.`,
                            `הבשר באיכות ראשונה (מקביל לגב).`,
                            `משמש לכתיתות, צלי בתנור, צלי מזוגג, פופייטים.`,
                            `מהשוק מכינים את האוסו- בוקו.`,
                            `שיטות בישול מתאימות: ROTIR, GRILLER, SAUTE A LA POELE, FRIRE.`,
                            `מתכונים<ul>
                            <li>כתיתה בנוסח וינאי-ESCALOPE DE VEAU VIENNOISE- ציפוי אנגלי, קישוט: ביצה קשה, אנשובי ופטרוזיליה.</li>
                            <li>כתיתת הסרט הכחול-CORDON BLEU- שתי כתיתות דקות, גבינה, בשר מעושן, ציפוי אנגלי.</li>
                            <li>כתיתה בציפוי פריזאי-ESCALOPE DE VEAU PARISIENNE- אל תוך הביצה מוסיפים חרדל, שום, טימין ופטרוזיליה. טובלים בקמח, ביצה מתובלת ומטגנים בחמאה.</li>
                            <li>כתיתה ברוטב בורדו-ESCALOPE BORDELAISE- קימוח, מח עצם, יין בורדו, רוטב או חמאה לקשירה.</li>
                            <li>ישנם עוד ועוד ברוטב שמנת, רוטב לימון, יין מרסלה, בלסמי, רטבים על בסיס דמי גלאס ועוד.</li>
                            <li>שוקית עגל (אוסו בוקו)-OSSO BUCCO- פרוסות שוק עגל (מנוסרות), קימוח, סגירה, ירקות שורש ויין לבן, מיץ לימון, נוזל חום, עגבניות חלוטות, רסק, גרמלוטה- פטרוזיליה, גרדת לימון ושום.</li>
                            </ul>`,
                        ],
                    },
                    "שיטות-בישול-מתאימות-בעגל":{
                        type : "listDots",
                        content: [
                            `ROTI- גב, ירך, חלק מהכתף.`,
                            `GLACE- רולדות חזה, כתף, צוואר (באיכות נמוכה)- ממולאים או לא.`,
                            `POELE- נתחים שלמים גדולים בדרך כלל עם העצם.`,
                            `BOUILLI- בעיקר צוואר.`,
                            `SAUTE EN CASSEROLE- נתחים של צוואר.`,
                            `FRIT- כתיתות בעיקר מהירך בסוגי ציפוי שונים.`,
                            `GRILLE-SAUTE A LA POELE- אומצות, צלעות או כל נתח פרוס, בעיקר מהגב או הירך, אפשר גם שיפודים.`,
                            `ETUVE- נתחוני צוואר, חזה או חלק מהכתף.`,
                        ],
                    },
                    "חלקים-פנימיים":{
                        type : "listDots",
                        content: [
                            `שימושים בעיקר במסעדות אתניות.`,
                            `במטבח הקלאסי השימוש בעיקר בחלקי עגל.`,
                            `מתקלקלים מהר יותר משרירים רגילים.`,
                            `לחלקם ריח וטעם לוואי.`,
                            `משמשים כמנה עיקרית, אך גם למנות אחרות.`,
                            `לרובם שיטות בישול קצרות.`,
                        ],
                    },
                    "מוח-עגל/-בקר-CERVELLE":{
                        type : "listDots",
                        content: [
                            `לאחר הכשרה חולטים: מים קרים, מעט חומץ, מביאים לרתיחה, בישול קצר (עגל 2-3 דקות, בקר כרבע שעה), מסננים ומצננים. (מעט לחץ).`,
                            `מטוגן בציפויים שונים , פריזאי וינאי או ציפוי אחר כמו בירה.`,
                            `אפשר גם לקמח, להשחים ולאדות עם רוטב, אפשר על הגריל.  רטבים מתאימים- לימון, חריף, חמוץ-מתוק.`,
                            `ORLY-בצק בירה-נתחוני מוח חלוטים, לאחר החליטה חותכים לנתחונים, מתבלים, מייבשים, מקמחים וטובלים בבצק הבירה ומטגנים.`,
                        ],
                    },
                    "לשון-LANGUE":{
                        type : "listDots",
                        content: [
                            `כבושה- בישול במים ללא מלח, ועד רכות מלאה, וקילוף. `,
                            `-הגשה חמה- עם רטבים פיקנטיים: צלפים, חזרת, חרדל ופטריות.`,
                            `-הגשה קרה עם רטבים קרים על בסיס מיונז, שמנת וכדומה.`,
                            `צלויה- בישול במים עם מלח, בישול לא מלא, קילוף, המשך בישול ברוטב. (חום בדרך כלל למשל מדרה).`,
                        ],
                    },
                    "לב-COEUR":{
                        type : "listDots",
                        content: [
                            `שריר פעיל, בשר קשה, זול יחסית, בדרך כלל קפוא.`,
                            `צלייה ברוטב חום למשל בורגניון.`,
                            `למלא, לצלות שלם, לקרר, לפרוס ולחמם עם רוטב.`,
                            `לחתוך לקוביות ולהכינו כגולש.`,
                            `לטחון ולהשתמש כבשר טחון.`,
                            `מתכון אפשרי:<ul>
                            <li>לב עגל ממולא-COEUR DE VEAU FARCI	- לב עגל קטן ממולא בדוקסל, מוסיפים לדוקסל ביצה וכל זה צלוי ברוטב.
                            </li>
                            </ul>`,
                        ],
                    },
                    "כבד-FOIE":{
                        type : "listDots",
                        content: [
                            `מבין הכבדים כבד העגל שימושי יותר הוא עדין ורך.`,
                            `אפשרויות הכנה:<ul>
                            <li>מקומח ומטוגן (בתוספת רוטב או ירקות למשל ליון).</li>
                            <li>על הגריל.</li>
                            <li>מצופה ומטוגן.</li>
                            <li>כבד הבקר: יבש וקשה יותר (זול יותר), אחרי הצלייה מבשלים עם מעט רוטב.</li>
                            </ul>`,
                            `מתכונים אפשריים:<ul>
                            <li>כבד עגל בנוסח ליאון-FOIE DE VEAU LYONNAISE-מתבלים, מקמחים ומטגנים פרוסות כבד עגל, יוצקים מעט רוטב חום ומעל טבעות בצל מטוגן.</li>
                            <li>כבד עגל בנוסח אמריקני-FOIE DE VEAU AMERICAINE- פרוסות כבד, חזה אווז מטוגן, עגבניות קטנות בגריל, חמאת רב מלצרים. קישוט: גרגיר נחלים.</li>
                            </ul>`,
                        ],
                    },
                    "כליות-ROGNONS":{
                        type : "listDots",
                        content: [
                            `משתמשים בכליות עגל בלבד!  מנקים את השומן, מנקים את החלב.`,
                            `ניתן לחתוך ולשפד או לפרוס דק ולהקפיץ במחבת. `,
                            `יש לדאוג שהכליות לא יפרישו נוזל ולא להרתיח עם נוזל או רוטב.`,
                            `כליות עגל ברסי-ROGNONS DE VEAU BERCY-פרוסות של כליות מוקפצות. בתוספת בצל, יין לבן מצומצם, רוטב חום ולימון.`,
                        ],
                    },
                    "ריאות-POUMON":{
                        type : "listDots",
                        content: [
                            `זול ופשוט מאוד.`,
                            `חייב חליטה מספר פעמים להוצאת ריח וטעם לוואי.`,
                            `חסר טעם אך סופג טעמים טוב.`,
                            `תרביכים שונים על מנת שיספוג טעמים כמו בשר ראש (לחי), חומוס ועוד. תרביך זהו תבשיל שחתוך יחסית קטן עם הרבה רוטב.`,
                            `גולש נתחונים או טחון.`,
                        ],
                    },
                    "טחול-RATE":{
                        type : "listDots",
                        content: [
                            `בעיקר כממולא: יוצרים כיס, ממלאים במלית שבוחרים (כבד, שומן כבש, ביצה קשה, שום, כוסברה, פטרוזיליה, אריסה, כמון, מלח ופלפל.).`,
                            `תופרים, מתבלים, מרשתים, משמנים וצולים. לאחר 10 דקות עושים קצת חורים על מנת שלא יתפוצץ מהחום, לא לעשות חורים מההתחלה.`,
                            `מצננים, פורסים ומחממים על הגריל או בתנור, לאחר מכן פורסים למנות ועוטפים בנייר כסף וצולים על האש.`,
                        ],
                    },
                    "שקדי-עגל-(לבלב)-RIS":{
                        type : "listDots",
                        content: [
                            `שקדי עגל (חלוויאת), בצבע לבן, נמצאים בגרון העגל (2 אונות גליליות), רק בעגלים צעירים, לכן נדירים ויקרים. שקדי עגל של הלבלב צריך בישול.`,
                            `לבלב, מהקיבה העליונה, צבע צהבהב, צורה עגולה יותר, דומה בחיצוניותו למוח.`,
                            `קולפים את הקרום השומני, חולטים לייצה את החלבון, מעבירים למי קרח.`,
                            `זמן הכנה קצר לשקדים של הגרון, טיגון, הקפצה וממש לקראת ההגשה, אם עושים מזה תבשיל של חלקי פנים אז בסוף מוסיפים את השקדים.`,
                            `אם משתמשים בלבלב, חייב חליטה לפני, ודורש זמן בישול.`,
                            `צורות הכנה:<ul>
                            <li>מוקפץ.</li>
                            <li>בנוסח מזרחי: תיבול, טיגון וחימום ברוטב מזרחי.</li>
                            <li>מצופה ומטוגן.</li>
                            <li>בנוסח פריזאי- פרוסות של כ-50 גרם מתובלים, ציפוי של קמח וביצה מתובלת, טיגון בחמאה/ מרגרינה חמה, הגשה עם לימון.</li>
                            <li>משופד על הגריל.</li>
                            <li>שיפודי לבלב/ שקדי עגל: שיפוד לסירוגין עם פטריות ובצלים, מתבלים, משמנים וצולים לפי הצורך.</li>
                            </ul>`,
                        ],
                    },
                },
                "טלה": {
                    "בשר-טלה":{
                        type : "listDots",
                        content: [
                            `טלה חלב הוא עד 6 חודשים, ניזון מחלב ותחליפיו.`,
                            `בבשר עדין ובהיר.`,
                            `ללא ריח אופייני.`,
                            `טלה רגיל הוא עד גיל שנה.`,
                            `בשר אדום בוהר אך סיבים עדינים.`,
                            `בעל ריח אופייני עדין.`,
                        ],
                    },
                },
                "כבש": {
                    "בשר-כבש":{
                        type : "listDots",
                        content: [
                            `כבש מסורס או נקבה שטרם המליטה, עד גיל שנתיים, נחשב לבשר מעולה, צבע אדום כהה, סיבים עבים אך עסיסיים וטובים.`,
                            `מעל גיל שנתיים- צבע אדום חום, סיבים גסים, בעלי ריח אופייני חזק, שומני מאוד (משתמשים בתבלינים ארומתיים-רוזמרין, שום, קינמון וכדומה).`,
                            `רצוי להשהות במקרר לפחות שבוע מזמן השחיטה.`,
                        ],
                    },
                    "בקר-כבש-ובעלי-כנף":{
                        type : "listDots",
                        content: [
                            `הכנת הבשר. – PARE.`,
                            `תיבול.`,
                            `סגירת הבשר (בשר פרוס מקמחים לפני) והוצאה של הנתח אל תוך אותו הכלי.`,
                            `טיגון הירקות לצלי מירפואה ורסק העגבניות.`,
                            `הוצאת שומן מיותר והמסת משקע.`,
                            `מוסיפים את המשקע והירקות לבשר או את הבשר למצלית.`,
                            `הוספת נוזל בגובה 3/4 הבשר, בשר פרוס עד לגובה הבשר.`,
                            `מכסים, מבשלים בישול איטי (הופכים מידי פעם).`,
                            `בגמר הבישול מוציאים את הבשר.`,
                            `משלימים את הרוטב על ידי צמצום, או הסמכה על ידי רביכה חומה או בליל קורנפלור.`,
                            `סינון והשלמת טעמים. קישוט לפי צורך.`,
                            `פורסים את הבשר יוצקים את הרוטב חם מעל.`,
                            `מכסים ומחממים ביחד.`,
                        ],
                    },
                },
                "נקניקים-ומוצרי-בשר-שונים": {
                    "עיבוד-נקניקים":{
                        type : "text",
                        content: [
                            `<ol>נקניקים מבשרים טחונים או גושי בשר עם תוספות ותיבול שונים, חלקם עטופים במעי בעיבודים שונים:
                            <li>עישון ובישול.</li>
                            <li>עישון לפני ואחרי הבישול.</li>
                            <li>ללא בישול, עישון בלבד, ייבוש או שניהם.</li>
                            <li>נקניקיות: בשר טחון עם תערובות ותבלינים שונים בדרך כלל קטנות ודקות יותר עטופות במעי.</li>
                            <li>בשרים כבושים או מעושנים: לשון, חזה בקר, אווז, הודו וכדומה. (אחרי הכבישה, מבשלים, מקררים ומעשנים.)</li>
                            </ol>`,
                        ],
                    },
                },
            },
            subject4 : { // דגים
                "דגים-בתפריט": {
                    "מנות-ראשונות":{
                        type : "listDots",
                        content: [
                            `מנות ראשונות קרות מדגים-סביצ'ה, קרפצ'יו, סושי, סשימי וטרטר. המשקל בין 80-120 גרם.                            `,
                            `FUME-דג מעושן- עישון קר- העישון מתבצע בטמפ' של 25 מעלות. העשן מגיע קר לדג מתאים לדגים עדינים כמו סלמון, פורל וטונה.`,
                            `עישון חם- בעזרת עישון חם, החום מבשל את הדג עם טעמים של סוג העץ שאיתו מעשנים. מתאים לקרדה, סלמון טונה ומקרל.`,
                            `אילתית מעושנת (סלמון) כמנה ראשונה קרה, טוב להגיש עם רוטב קר של שמנת עם חזרת.`,
                            `צורת הגשה קלאסית היא בצלחת מתאימה לגודל המנה בתוספת טוסט וחמאה.`,
                            `גראבלקס- סלמון כבוש- על פילה דג של 900 גרם מערבבים 75 גרם מלח עם 120 גרם סוכר, 2 כפיות גרגרי פלפל לבן, מפזרים על הדג את התערובת ומעל מפזרים שמיר. משרים את הדג במשך יומיים.`,
                            `MARINE דג כבוש-יש שני סוגי כבישה, כבישה לבנה וכבישה אדומה שהכבישה זו נשתמש בסלק. הכבישה מתבצעת במרינדה עם מים, מלח וחומץ, ירקות ותבלינים. מטיאס והרינג דגים מתאימים.`,
                            `דג מלוח –SALE- מפזרים כמות גדולה ל מלח גס לשם הוצאת נוזלים מהדג, סרדינים אנשובי ובמיוחד הרינג!!!`,
                            `דג מיובש-SACHE- ייבוש הדג נעשה על ידי משוב אוויר, ייבוש המים בדג יש המשתמשים במלח, חיי מדף ארוכים (סול, קוד ובקלה).`,
                            `דג נא-דג שלא עבר בישול, צריך להיות מדג איכותי עדין וטרי ביותר.`,
                            `סשימי-דג טרי איכותי, נא וללא עצמות, פרוס דק!!! מגישים על קרח. דרך כלל מגישים ליד ווסבי, ג'ינג'ר, רוטב על בסיס סויה קר ומלפפון ירוק.`,
                            `טרטר-קוצצים את הדג נא לברונואז קטן. מוסיפים את חומרי הקישוט, עשבי תיבול, בצל קצוץ, זיתים שחורים וכו'. הכל חתוך לקוביות קטנות. רצוי להשלים טעם קרוב ככל האפשר לפני ההגשה.`,
                            `קרפצ'יו-פורסים את הדג הנא דק דק, ורגע קצר לפני הגשה נותנים לו את הכבישה. מלח גס, פלפל שחור גרוס, שמן זית ולימון או חומץ.`,
                            `איקרה-IKRA- מכינים מביצי דגים שמן ולימון לרוב מקרפיון, ממליחים או שמשרים במים מלוחים. מוסיפים פירורי לחם לבן מושרה בחומץ ובצל קצוץ, טוחנים עד מרקם חלק ומוסיפים שמן בזרם דק כמו למיונז. משלימים טעם עם חומץ ומלח. המרקם כמו של מיונז סמיך.`,
                            `הגשה- על לחם, עגבניות, מלפפונים וכדומה או כמילוי למנות ראשונות. הצבע תלוי מסוג הדגים או צבע מאכל. בטורגו-ביצי בורי ממולחים, מיובשים, עטופים בשעווה.`,
                            `סביצ'ה דג נא טרי-CEVICHE-מקור הסביצ'ה בדרום אמריקה בפרו, אך הוא נפוץ בכל העולם. בדרך כלל מה שמוכר במטבח האסייתי והאירופאי הכנת הדג נעשת על המקום, על מנת לא לבשל את הדג, אך יש מתכונים שמקורם בפרו שתהליך ההכנה יכול להיות גם שעתיים, על מנת לחזק את הטעמים. הסביצ'ה מורכב מדגים לא מבושלים, דג נא המושרים במיץ ליים או לימון, ניתן להשתמש גם במיצים אחרים. עם בצל קצוץ ירקות פירות מנגו  עשבי תיבול כוסברה וכדומה. ותוספות שונות אלכוהול וטקילה. שמן זית ומיץ לימון בתיבולים שונים.`,
                            `אסקבש דגים-ESCABECHE DE POISSON- מקמחים ומטגנים בשמן דגים קטנים או חתיכות של דגים גדולים. בנפרד מכינים רוטב: פורסים גזר ובצל לאמנסה. מטגנים בשמן, מוסיפים חומץ מהול במים, שום שלם, עלי דפנה ופלפל אנגלי. יוצקים חם על הדגים ומקררים ל24 שעות בתוך הרוטב. לאחר הקירור מסדרים מהדגים על גבי צלחת ההגשה, מקשטים באמנסה של הגזר והבצל מהרוטב, יוצקים קצת מהרוטב ומפזרים פטרוזיליה קצוצה.`,
                        ],
                    },
                    "מקום-הדגים-בתפריט":{
                        type : "listDots",
                        content: [
                            `מנה ראשונה לדוגמא: סביצ'ה, קרפצ'יו, סושי, סשימי. משקל הדג המנה הראשונה בין 80-120 גרם. מנה קרה.`,
                            `מנות ביניים לדוגמה: דג נסיכה מזרחי, קבב דגים, נתחוני דג בטמפורה. מגישים אותה תמיד מנה חמה. משקל הדג כמנת ביניים עם עצם בין 160-250 גרם. משקל הדג כמנת ביניים ללא עצם בין 80-120 גרם.`,
                            `מנות עיקריות לדוגמה: דג בגריל, פילה דג ברוטב, דג מטוגן. משקל הדג במנה עיקרית עם עצם בין 350-500 גרם. משקל הדג במנה עיקרית בלי עצם: 180-230 גרם.`,
                        ],
                    },
                    "פילוט-וכשרות":{
                        type : "listDots",
                        content: [
                            `כאשר מפלטים דגים מהעצמות, הפחת מגיע ל50% ממשקל הדג.`,
                            `דג כשר הוא דג שיש לו קשקשים וסנפירים.`,
                            `אין צורך להכשיר דגים`,
                        ],
                    },
                },
                "אחסון-וטריות": {
                    "סימני-טריות-לדגים":{
                        type : "listDots",
                        content: [
                            `ריח אופייני.`,
                            `מרקם הבשר-קשה וגמיש, לא נשאר שקע.`,
                            `עיניים בולטות ובהירות.`,
                            `זימים אדומים.`,
                            `מכסה הזימים סגור.`,
                            `קשקשים צמודים לדג. (אינם יורדים בקלות.)`,
                            `מכסה הזימים סגור היטב.`,
                            `ברק אופייני לעור הדג.`,
                            `הבטן לא נפוחה מגזים.`,
                            `דג טרי המונח במים שוקע.`,
                            `בדגים לא לוקחים סיכון, סימן אחד מספיק כדי לפסול שימוש בדג.`,
                        ],
                    },
                    "אחסון-דגים-טריים":{
                        type : "listDots",
                        content: [
                            `טמפ' 1 עד 1- מעלות.`,
                            `מכוסה בפתיתי קרח.`,
                            `קצר עד כמה שאפשר- יום עד יומיים.`,
                            `לבדוק טריות שוב לפני השימוש.`,
                        ],
                    },
                    "אחסון-דגים-קפואים":{
                        type : "listDots",
                        content: [
                            `לא לאחסן דג לא נקי.- יש צורך לנקות את כל הזימים והבטן , לאחר מכן מייבשים ואז מקפיאים אותו.`,
                            `טמפ' 18- עד 22-.`,
                            `לעטוף במספר שכבות של ניילון נצמד או וואקום.`,
                            `הקפאה מהירה, הפשרה איטית.`,
                        ],
                    },
                    "דרכי-שימור":{
                        type : "listDots",
                        content: [
                            `כבישה בחומץ או מיץ לימון.`,
                            `כבישה במלח/סוכר.`,
                            `עישון.`,
                            `ייבוש.`,
                            `שימורים.`,
                            `הקפאה.`,
                        ],
                    },
                },
                "סוגי-דגים":{
                    "בית-גידול-הדגים":{
                        type : "listNumbers",
                        content: [
                            `דגים הגדלים במים מתוקים: אמנון, סרדינים, בורי, קרפיון וכו'.`,
                            `דגים הגדלים במים מלוחים: דניס, סול, טונה, לוקוס וכו'.`,
                            `דגים הגדלים בנהרות ונחלים: פורל, סלמון וכו'.`,
                        ],
                    },
                    "דגי-נחלים-ואגמים-מים-מתוקים":{
                        type : "listDots",
                        content: [
                            `טעמם פחות עשיר מדגי הים.`,
                            `בשר רך וכהה יותר מבדרך כלל.`,
                            `שמנים יותר. (מפוזר בתוך רקמת הבשר).`,
                            `גודל וזמינות לא קבועים.`,
                        ],
                    },
                    "דגי-החקלאות-הימית":{
                        type : "listDots",
                        content: [
                            `זמינות וגודל קבועים.`,
                            `מחיר קבוע.`,
                            `טעמם ומרקמם תלוי בגידול`,
                        ],
                    },
                    "דגי-ים":{
                        type : "listDots",
                        content: [
                            `חיים בטבע, לכן נלחמים על מזונם.`,
                            `בשרם שרירי ומוצק.`,
                            `רזים יותר. (השומן בעיקר באזור הבטן).`,
                            `טעמם עשיר יותר , בגלל מגוון המזון.`,
                        ],
                    },
                },
                "סוגי-דגים-אצלנו-בארץ-מים-מתוקים":{
                    "בורי-קיפון":{
                        type : "listDots",
                        content: [
                            `מקום גידול: בריכות מים מתוקים,גודל בין 1 ל2 ק"ג.`,
                            `בשר מוצק ולבן, בעל רצועה אפורה לאורך הגב.`,
                            `מומלץ להמליח ליבש ולשמר את ביציי הבורי. הבריכה טובה מהים ללא טעם לוואי.`,
                            `שיטת ריכוך: צלייה ברוטב, אפיה, טיגון או גריל.`,
                        ],
                    },
                    "אמנון,-מושט":{
                        type : "listDots",
                        content: [
                            `מקום גידול מים מתוקים.`,
                            `גודל ממוצע 250-1 קילו. אורך 20-30 ס"מ.`,
                            `בשר הדג רך ומעט שומני.`,
                            `צבע לבן ירקרק או אפור.`,
                            `שיטות ריכוך: טיגון, אפיה, צלייה ברוטב.`,
                        ],
                    },
                    "קרפיון":{
                        type : "listDots",
                        content: [
                            `גדל במים מתוקים. גודל בין 300 ל500 גרם, 20-60 ס"מ.`,
                            `בשר שמן טעמו בוצי במקצת.`,
                            `מונה למעלה מאלף סוגי קרפיון.`,
                            `איקרה ביצי הדג.`,
                            `שיטות ריכוך: בישול, צלייה ברוטב.`,
                        ],
                    },
                    "פורל":{
                        type : "listDots",
                        content: [
                            `גדל בבריכה מים קרים וחמצן רב.`,
                            `גודל ממוצע: אורך בין 20 ל30 ס"מ ומשקל של 250 עד 800 גרם.`,
                            `בשר שמן מוצק בעל טעם עדין.`,
                            `מאבד מטעמו לאחר היציאה מהמים.`,
                            `שיטות ריכוך: מטוגן, צלייה בגריל, בתנור, באדים, שליקה (בישול בנוזל מתחת לרתיחה.), בישול כחול`,
                        ],
                    },
                    "אילתית,-סלמון":{
                        type : "listDots",
                        content: [
                            `גדל אזורים הצפוניים באוקייאנוס ובנהרות.`,
                            `כ5-6 ק"ג.`,
                            `בשר שמן עדין ואיכותי.`,
                            `שיטות ריכוך: נא, גריל, באדים, טיכון במחבת, כבוש, מעושן.`,
                        ],
                    },
                },
                "דגי-ים-דגי-מים-מלוחים":{
                    "דניס,-צ'יפורה":{
                        type : "listDots",
                        content: [
                            `מקום גידול בריכות ובאזורים סלעיים בים.`,
                            `גודל בין 300 ל700 גרם.`,
                            `בשר לבן מוצק שומני ועשיר בחלבון ובוויטמינים.`,
                            `צבע אפור כסוף, כתם זהוב בין העיניים.`,
                            `שיטות בישול גריל ואפיה. טיגון במחבת.`,
                        ],
                    },
                    "זאב-ים-בקלה":{
                        type : "listDots",
                        content: [
                            `מי ים עמוקים בים התיכון והאוקיינוס האטלנטי.`,
                            `גודל בין 15 ל50 ס"מ. 100 גרם עד 2.5 ק"ג.`,
                            `בשר רזה לבן ורך.`,
                            `בארץ קפוא, קטן-שלם ללא ראש, גדול-מפולט.`,
                            `שיטות ריכוך: מטוגן, צלוי ברוטב, אפוי.`,
                            `שיטת בישול להשרות בתבלינים לשים במקרר שעתיים ואז לייבש ולטגן בציפוי.`,
                        ],
                    },
                    "באס":{
                        type : "listDots",
                        content: [
                            `בריכות מים מתוקים או בים.`,
                            `גודל בין 350-600 גרם.`,
                            `בשר רך לבן ועדין.`,
                            `הדג בצבע כסוף בהיר, גב כהה בגווני תכלת.`,
                            `דג טורף, עשיר באומגה 3.`,
                            `שיטות ריכוך: מטוגן במחבת, אפייה.`,
                        ],
                    },
                    "לברק":{
                        type : "listDots",
                        content: [
                            `גדל בבריכות ובים.`,
                            `גב אפור- כסוף, בטן צהובה, כתם ליד הזימים.`,
                            `אותו דבר כמו הבאס והמוסר.`,
                        ],
                    },
                    "מוסר-עיט-הים":{
                        type : "listDots",
                        content: [
                            `מאוד פופלרי בארץ.`,
                            `שיטות ריכוך: טיגון במחבת, אפייה.`,
                            `באס לברק ומוסר מאוד טובים לאכילה גם בצורה נאה, ובמאפייניהם.`,
                        ],
                    },
                    "ברבוניה,-סולטן-איברהים,-מולית-אדומה":{
                        type : "listDots",
                        content: [
                            `גדל בים הפתוח רחוק מהחוף.`,
                            `דג קטן בצבע וורוד אדום.`,
                            `בשר יציב ומעט נוקשה. בגופו אחוז גבוה של זרחן מתבשל במהירות.`,
                            `שיטות ריכוך: טיגון בשמן עמוק או במחבת.`,
                        ],
                    },
                    "סרדין":{
                        type : "listDots",
                        content: [
                            `חי בלהקות לאורך החופים, בעיקר בחורף.`,
                            `בשר כהה, עשיר בחלבונים, סידן, זרחן, ברזל, אשלגן, ויטמין 6B ואומגה 3.`,
                            `ניקוי קל אפשר לאכול אותו עם האידרה.`,
                            `שיטות ריכוך: שימור בשמן, מטוגן(ממולא), גריל.`,
                        ],
                    },
                    "לוקוס-לבן":{
                        type : "listDots",
                        content: [
                            `גדל בימים בעלי מים חמימים.`,
                            `בשר לבן ונוקשה.`,
                            `הלוקוס הטעים ביותר, המבוקש ביותר.`,
                            `שיטות ריכוך: דג נא, באדים, אפוי.`,
                        ],
                    },
                    "לוקוס-הסלע-דאור":{
                        type : "listDots",
                        content: [
                            `גדל באזורים סלעיים בים התיכון.`,
                            `בשר לבן פחות עסיסי מהלבן. עור עבה וחזק.`,
                            `שיטת ריכוך: צלייה ברוטב ואפייה.`,
                        ],
                    },
                    "לוקוס-חפש":{
                        type : "listDots",
                        content: [
                            `גדל במים חמים.`,
                            `בשר פחות עדין משאר המשפחה.`,
                            `זול יחסית טוב לצלייה ברוטב.`,
                        ],
                    },
                    "אינטיאס-ילו-טייל-שולה":{
                        type : "listDots",
                        content: [
                            `גדל בים התיכון. בשר לבן מוצק מאוד בעל טעמים חזקים.`,
                            `עין גדולה , פס צהוב לאורכו, דג טורף.`,
                            `שיטות ריכוך: אפיה, צלייה ברוטב, גריל, נא.`,
                        ],
                    },
                    "טונה-כחולה":{
                        type : "listDots",
                        content: [
                            `גדל באוקיינוס האטלנטי.`,
                            `גדול כחצי טון. אורך כ2.5 מטר.`,
                            `בשר דג מאוד עשיר (טורף).`,
                            `מהיקרים ביותר בין 50 ל200 דולר למנה. מספרם קטן עקב ביקוש.`,
                            `שיטות ריכוך: דג נא או צרוב.`,
                            `קיימים סוגים שונים של דגי טונה, בשיטות הכנה שונות.`,
                        ],
                    },
                    "מקרל-לקרדה":{
                        type : "listDots",
                        content: [
                            `בריא מאודף עשיר באומגה 3, אינו יקר יחסית.`,
                            `נפוץ בים התיכון וים סוף.`,
                            `בשן דג שמן, כהה, בעל טעם חזק.`,
                            `טוב לעישון חם וגריל.`,
                        ],
                    },
                    "סול-צפוני":{
                        type : "listDots",
                        content: [
                            `דג שטוח רזה וחום.`,
                            `גדל באוקייאנוס האטלנטי, על קרקע חולית. טעם עדין`,
                            `שיטות ריכוך: טיגון במחבת, טיגון בשמן, שליקה.`,
                        ],
                    },
                    "פארידה":{
                        type : "listDots",
                        content: [
                            `גדל בים סוף, דג לבן ועסיס עשיר בטעמו.`,
                            `מתייבש בבישול, יקר יחסית.`,
                            `שיטות ריכוך: טיגון, גריל ואפייה.`,
                        ],
                    },
                },
                "שיטות-בישול-לדגים":{
                    "דג-אפוי-AU-FOUR":{
                        type : "listDots",
                        content: [
                            `מתאים לדגים איכותיים שלמים.`,
                            `חורצים את הדג לפי גודל המנה.`,
                            `מתבלים ומשמנים ואופים (140-160 מעלות).`,
                            `אפשר שיהיה מצע מתחת של עגבניות, ירקות, עשבי תיבול. `,
                            `בזמן האפייה בוזקים מהשומן המצטבר, בדגים שלמים אפשר להוסיף מעט נוזל.`,
                            `אפשר לעטוף או לכסות בנייר כסף.`,
                        ],
                    },
                    "מבושל-BOUILLI":{
                        type : "listDots",
                        content: [
                            `מבשלים את ציר הדגים במשך 30 דקות.`,
                            `בישול עדין של דגים שלמים בנוזל קר.`,
                            `מכניסים את הדגים ומבשלים בטמפרטורה של 90-95 מעלות.`,
                            `מבשלים את הדגים בין 10 ל20 דקות, תלוי בגודל הדג.`,
                            `דגים קטנים או מנות דגים נתחיל לבשל בנוזל רותח. הגשה חמה. כמות הנוזלים בגובה הדג.`,
                            `רצוי לבשל דגים שלמים, כך נשמר טעמם.`,
                            `דגים גדולים נתחיל לבשל במים קרים ומחממים באיטיות, עד לנקודת רתיחה. בדרך כלל מוגש קר למזנונים עם רטבים קרים.`,
                            `תוספות המקובלות: תפו"א מבושלים, ירקות מבושלים.`,
                            `רטבים פיקנטיים על בסיס יין לבן- צלפים, חרדל, חזרת, עשבי תיבול.`,
                            `רוטב יין לבן (SAUCE VIN BLANC) מוגש לדגים מבושלים.`,
                            `דג קרפיון מבושל טוב להגיש עם- חזרת אדומה.`,
                            `דגים מבושלים במטבח הקלאסי מגישים עם – תפוחי אדמה בפטרוזיליה.`,
                        ],
                    },
                    "שליקה-POCHER":{
                        type : "listDots",
                        content: [
                            `לשיטה זו מתאימים דגים קטנים, נתחוני דגים או פילה דגים. מנות מעוצבות מפילה דגים. כופתאות דגים. שמירה על צורה וערך תזונתי (חלבון).`,
                            `משמנים כלי שטוח.`,
                            `מניחים את הדג.`,
                            `מטבלים מלח, פלפל לבן, מיץ לימון ויין לבן.`,
                            `מכסים בנייר פרגמנט.`,
                            `מכניסים לתנור בחום בינוני או על הגז בטמפ' מתחת לרתיחה.`,
                            `מרככים את הדג עד שהוא מוכן מבלי להגיע לנקודת רתיחה.`,
                            `לדג מעודן מוגש בדרך כלל רוטב יין לבן.`,
                            `יש אפשרות להניח את הדג על בצל מאודה או ירקות שורש. תוספות מקובלות- תפוחי אדמה מבושלים או מחית.`,
                        ],
                    },
                    "בישול-כחול-AU-BLEO":{
                        type : "listDots",
                        content: [
                            `שיטת בישול זו מתאימה לדגים בעלי שכבת עור בלתי פגומה, לדוגמה קרפיון. לדגים בעל ריריות חיצונית, לדוגמה פורל שיצא עכשו מהמים. צריך שהדג יהיה הכי טרי שיש. `,
                            `התנאים לקבלת צבע כחול הם:`,
                            `הדג צריך להיות טרי לחלוטין.`,
                            `אסור להוריד את הקשקשים והסנפירים.`,
                            `זמן קצר לפני הבישול יש לצקת על הדג מעט חומץ מהול במים.`,
                            `מבשלים בציר דגים המכיל 10% חומץ ו15 גרם מלח לכל ליטר נוזל.`,
                            `מכניסים את הדגים למים בטמפ' של 95 מעלות מתחת לנקודת הרתיחה על מנת למנוע את התפוצצות העור.`,
                            `ההגשה נעשית לייני האורח. (קילוף העור ופילוט).`,
                            `הרטבים ההשלמות והתוספות כמו בPOCHE.`,
                            `שמך זהו דג פורל.`,
                        ],
                    },
                    "טיגון-במחבת-S.A.P":{
                        type : "listDots",
                        content: [
                            `בשיטה זו משתמשים בדגים קטנים, נתחוני דגים או פילה דגים.   מקמחים דגים לפני טיגון במחבת כדי למנוע צריבה חזקה במחבת.`,
                            `אופן הכנה:<ul>
                            <li>מחממים שמן במחבת.</li>
                            <li>השלב האחרון לפני טיגון- מייבשים את הדג ומקמחים אותו.</li>
                            <li>מטגנים את הדג עד שהוא מזהיב.</li>
                            <li>משלימים את הדג עם חמאה מומסת.</li>
                            <li>מעבירים לכלי הגשה ומפזרים על הדג פטרוזיליה קצוצה ומיץ לימון. ניתן לקחת פורל ללחוץ על הגב, להוציא את העצמות ואחרי זה לתבל ולקמח ולטגן, להשלים עם רוטב אחלה מנה.</li>
                            </ul>`,
                            `מתכונים קלאסיים<ul>
                            <li>מוניאר-MENUNIRE- אשת הטוחן, חמאה, מיץ לימון ופטרוזיליה. </li>
                            <li>גרנובל-GRENOBLOISE- מיץ לימון, צלפים, פילה לימון, קרוטונים.</li>
                            </ul>`,
                        ],
                    },
                    "טיגון-בשמן-עמוק-FRIT":{
                        type : "listDots",
                        content: [
                            `מתאים לדגים שלמים קטנים, פילה או נתחונים, רצוי מדגים רזים. מתבלים את הדג, מייבשים ומצפים לפי הצורך. מטגנים בשמן עמוק וחם. ניתן לצפות אותו במספר ציפויים. בבצק בירה נגיש עם רוטב בנפרד. אפשר לצפות בציפויים שונים ולהגיש עם רטבים בנפרד, אפשר רטבים קרים על בסיס מיונז טחינה שמנת וכו'.`,
                            `יש לחרוץ חריצים שהאדים יצאו דרך החריצים ושעור הדג לא יתפוצץ. אם הדג שלם זה קימוח, אם הדג נתחונים הציפוי הוא יותר מקמח.`,
                            `תמיד מגישים דגים מטוגנים עם רטבים קרים.`,
                        ],
                    },
                    "צלייה-בנוזלים-BRAISE":{
                        type : "listDots",
                        content: [
                            `מתאים לדגים שלמים למנה או דגים גדולים פרוסים למנות שהריכוך שלהם ממושך יחסית, רצוי דגים בעלי אחוזי שומן גבוהים. מתבלים, מייבשים, מקמחים ומשחימים מאדים בצל או ירקות לפי המפורט במתכון.`,
                            `על הירקות שמים דגים שלמים או חתוכים למנות.`,
                            `מתבלים בכל זמן מתאים, אין כללים קבועים. או לפי המתכון.`,
                            `מוסיפים נוזל דגים או רוטב עד 1/3 גובה הדג. מכסים בפרגמנט וצולים בתנור. בגמר הריכוך מכינים רוטב מנוזלי הבישול.`,
                            `בצל מאודה ועשבי תיבול בנוסח ליאון.`,
                            `ברוטב מזרחי- שום פלפלים עגבניות וכוסברה- אורייאנטאלי.`,
                            `ניתן לטגן מעט את הדגים לפני שמוסיפים אותם לירקות. צריך להקפיד שתהליך הטיגון ואיכותו יהיו ברמה מקצועית טובה ביותר.`,
                        ],
                    },
                    "צלי-אש-GRILLE":{
                        type : "listDots",
                        content: [
                            `מתאים לדגים קטנים או נתחים מדגים גדולים- דוגמה לדגים המתאימים לגריל- דניס, פורל, סלמון, לברק, אמנון, בס וכו'. `,
                            `חורצים את הדג מתבלים ומשמנים אפשר לקמח מחממים היטב את רשת הגריל לשמן ומניחים את הדג בעדינות. אפשר על רשת או עם נייר כסף.`,
                            `מניחים את הדג החם בחמאת רב המלצרים, אפשר לגוון בתערובות החמאה או רוטב הולנדי.`,
                            `תוספות מקובלות: תפו"א אפויים, ירקות מוקפצים.`,
                        ],
                    },
                    "דג-מוקרם-AU-GRATINE":{
                        type : "listDots",
                        content: [
                            `מתאים למנות דגים ללא עצמות אפשר שהדג יעבור ריכוך.`,
                            `יוצקים מעט רוטב בתחתית הכלי או מצע של ירקות.`,
                            `מסדרים את הדג ומעל מכסים את הדג ברוטב הולנדייז. על הרוטב מפזרים חמאה/ גבינה/ פירורי לחם.  מקרימים קרוב להגשה בלסמנדר או בתנור עם חום עליון.`,
                        ],
                    },
                    "דג-במעטפת-נייר-EN-PAPILLOTE":{
                        type : "text",
                        content: [
                            `מתאים לדגים שלמים או מפולטים. מטרת השיטה לשמור על טעם וריח הדג. משמנים נייר כסף או פרגמנט. מניחים את הדג אפשר על פלחי לימון או ירקות. מוסיפים טעם, ניתן להוסיף גם יין לבן או נוזל. סוגרים היטב את הדג עם הנייר כסף.  מכניסים לתנור בחום של 160-180 מעלות למשך 10-20 דקות. תלוי בגודל הדג.  מגישים לאורח את הדג עם העטיפה, לעתים המלצר יפתח את העטיפה או הלקוח בעצמו.
                            `,
                        ],
                    },
                    "BOUILLI-לעומת-POCHE":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>BOUILLI</th>
                              <th>POCHE</th>
                            </tr>
                            <tr>
                              <td>דגים שלמים</td>
                              <td>דגים מפולטים ועדינים</td>
                            </tr>
                            <tr>
                              <td>נוזל בגובה הדג</td>
                              <td>נוזל בגובה 2/3 הדג</td>
                            </tr>
                            <tr>
                              <td>טמפ' 90-95 מעלות</td>
                              <td>טמפ' 80-85 מעלות</td>
                            </tr>
                            <tr>
                              <td>סביצ'ה</td>
                              <td>טרטר דג</td>
                            </tr>
                            <tr>
                              <td>קוביות דג טרי</td>
                              <td>דג טרי קצוץ</td>
                            </tr>
                            <tr>
                              <td>בצל קצוץ</td>
                              <td>בצל קצוץ</td>
                            </tr>
                            <tr>
                              <td>ירקות טריים/ פירות טריים</td>
                              <td>ירקות כבושים: צלפים, גמבה כבושה, מלפפון כבוש, זיתים שחורים                              </td>
                            </tr>
                            <tr>
                              <td>כוסברה/ עירית, שמן זית מיץ ליים</td>
                              <td>פטרוזיליה קצוצה, מלח גס, פלפל גרוס</td>
                            </tr>
                            <tr>
                              <td>מלח גס, פלפל גרוס</td>
                              <td>חלמון ביצה/ איולי</td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "כדאי-לדעת":{
                        type : "listDots",
                        content: [
                            `מתי מוסיפים את ההשלמה לדג מטוגן במחבת ומוגש בעשבי תיבול?- מעבירים את הדג לכלי הגשה, מוסיפים לשומן את ההשלמה ל5 דקות ויוצקים על הדג.`,
                            `דג מטוגן " מניאר"- מצפים בקמח. קישוט קלאסי, מיץ לימון, פטרוזיליה וחמאה.`,
                            `איזה מתכון של דגים מכינים על ידי טיגון במחבת? – לוקוס מטוגן.`,
                            `בהכנת דג מטוגן במחבת ניתן להוסיף בזמן הטיגון- שבבי שקדים, צנובר, פטרוזיליה.`,
                            `מה מתאים להוסיף בטיגון אומצת (סטייק) אילתית (סלמון) במחבת?- שקדים קלויים ופטרוזיליה קצוצה.`,
                            `איזה תוספת מתאימה יותר להגיש דג פורל מטוגן בשקדים?-תפוחי אדמה בפטרוזיליה.`,
                            `איך מוסיפים את ההשלמה לדג מטוגן בשקדים?- מעבירים את הדג המטוגן לצלחת, מוסיפים למחבת שקדים קלויים ומעט לימון ומוסיפים לדג.`,
                            `מדוע עושים בדגים שלמים חתכי רוחב בעור לפני טיגונם?- כדי לאפשר לחום לזרז את הטיגון.`,
                            `מהו הדבר החשוב ביותר בהכנת דג מטוגן בשמן עמוק בנוסח וינאי?- לתבל את הדג לפני הציפוי.`,
                            `דג מטוגן בנוסח "אורלי" (ORLY) מצפים ב:- בצק בירה.`,
                            `איזה רוטב מתאים להגשה עם דג בנוסח "אורלי"-רוטב טרטר.`,
                            `איזה דג מתאים במיוחד לטיגון בשלמותו בשמן עמוק?- דניס לא גדול.`,
                            `מהו הציפוי המתאים למנות דג מטוגנות בשמן עמוק?—ציפוי אנגלי.`,
                            `מה מקובל להגיש עם אצבעות דג בציפוי אנגלי מטוגנות בשמן עמוק?- רוטב אלף האיים בנפרד.`,
                            `סדר הפעולות המתייחסות לתיבול ולטיגון דגים והשלמה בצלייה באסכלה בגריל הוא:- ייבוש הדג, תיבול, קימוח, טיגון, צלייה בגריל.`,
                            `כיצד בשירות קלאסי מוגש הרוטב לדג באסכלה בנוסח ברנייז?- בנפרד מהדג.`,
                            `אופן הכנה קלאסי לדגים עשויים בגריל?- בנוסח רב המלצרים.`,
                        ],
                    },
                    "מתכון-לדג-מזרחי":{
                        type : "listDots",
                        content: [
                            `את הדג מקמחים מתבלים מטגנים ואז שמים את הרוטב וחזרה לתנור.`,
                            `שמים שמן בסיר סוטז' קר מוסיפים תבלינים, פפריקה מתוקה+חריפה,כמון, כורכום, קימל טחון. מלח גס ופלפל שחור גרוס ומעט סוכר.`,
                            `מערבבים הכל ומדליקים את הסיר. מוסיפים שום פרוס, פלפלים כל הסוגים, לימון כבוש ואריסה, כוסברה את החלק העליון וקצת מהגבעולים. `,
                            `כל זה מאדים בחום נמוך, מוסיפים עגבנייה שהייתה לפני זה על האש ולקחנו את החלק החיצוני, ומכניסים אל תוך הרוטב.`,
                            `את הדג מתבלים מקמחים מטגנים מעט מסדרים בתבנית ואז על זה את הרוטב ולתנור.`,
                        ],
                    },
                },
            },
            subject5 : { // הכנות
                "חיתוכים": {
                    "סוגי-חיתוכים":{
                        type : "listDots",
                        content: [
                            `ברונואז-קוביות קטנות, גודל ממוצע ס"מXס"מ. שימושים: סלטים, מרקים, תבשילים קצרים.`,
                            `ג'וליאן-רצועות דקות וצרות. אורך ממוצע הוא 5 ס"מ, העובי הוא בין מילימטר עד למקסימום חצי ס"מ. שימושים: מוקפץ, סלטים, קישוטים.`,
                            `אמנסה- פרוסות לפי צורת הירק.- עובי מילימטר עד חצי ס"מ. תלוי בסוג הירק ובשימוש לסלטים.`,
                            `בטונאט- אצבעות של ירקות, ס"מXס"מ זה העובי והאורך הוא 5 או 6 ס"מ. כמו ג'וליאנים עבים או ברונואזים ארוכים. משמש כתוספות למנה עיקרית כדוגמת פחמימה או ירק.`,
                            `שיפונד-רצועות דקות וארוכות. לרוב ירקות עלים.`,
                            `קארה- קוביות גדולות 2.5X2.5 או 3X3. שימושים : תבשילים ארוכים, תבשילי קדירה, סלטים כמו חצילים, סלטים כפריים יותר.`,
                            `פילה-חיתוך של חלק נקי ללא שום דבר נוסף מלבד הפרי הפנימי עצמו.`,
                            `פייזן-פרוסות קטנות, ריבועים או משולשים. עובי בין מילימטר לחצי ס"מ. שימושים למרקים סלטים ובישולים קצרים.`,
                            `טורנה- חביות ארוכות עם סכין הטורנה. 7 דפנות בשיטה זאת לירק. `,
                            `האשה- קצוץ, קיצוץ של עשבי תיבול בצל, וכל מה שנחתך בצורה קטנה מאוד. האשה בצרפתית זה טחון.`,
                            `אובליקו-משולשים בסיבוב של הירק.`,
                        ],
                    },
                },
                "סוגי-הכנות": {
                    "הכנות-מוקדמות":{
                        type : "text",
                        content: [
                            `הכנת כל המרכיבים, כלים ואזור העבודה לפני תחילת הבישול של המנה או התפריט. בא להקל כל הליך נכון של הבישול. "סוף מעשה במחשבה תחילה"`,
                        ],
                    },
                    "פירוט-סוגי-הכנות":{
                        type : "listDots",
                        content: [
                            `הכנה לטווח ארוך.-כתיבת תפריט, מרקט ליסט, בחירה והזמנה מספקים וכדומה. המרקט ליסט זה רשימת מכולת מורכב מ3 עמודות- ב.ע.ד (בקר עופות דגים), ירקות ופירות, מעובדים יבשים שזה נקרא מכולת.`,
                            `הכנה לטווח הקצר-הוצאת ומיון החומרים, נוזלים, מרינדות (השרייה), רטבים, הפשרת בשרים וכדומה.`,
                            `הכנה לפי תפריט-שטיפה, קילוף, חיתוך, הכנת כלים, חימום תנורים, עיבודים והכנות בסיסיות ועוד.`,
                        ],
                    },
                    "סדר-הכנת-המיזון-פלאס":{
                        type : "listNumbers",
                        content: [
                            `הכנת הכלים.`,
                            `הוצאת כלל החומרים היבשים מהמחסן.`,
                            `א. הוצאת חומרים מהמקרר-ירקות מהצומח.<br>
                            ב. הוצאת חומרים מהמקרר –ירקות מהצומח.`,
                            `הכנת החומרים.                                                                                `,
                            `הכנות מיוחדות/בסיסיות.`,
                            `גימור המנה עם קבלת ההזמנה.`,
                        ],
                    },
                    "חשיבות-ההכנה-המוקדמת":{
                        type : "listDots",
                        content: [
                            `לא לעכב את תהליך הבישול.`,
                            `לא לפגום באיכות התבשיל.`,
                            `שיפור תנאי העבודה (יעילות, קלות, נוחות).`,
                            `קיצור התהליך-חיסכון בזמן.`,
                            `ניצול יעיל של כ"א.`,
                            `ניצול יעיל של ציוד.`,
                            `ניצול יעיל של החומרים-מיון.`,
                            `אפשרות לגיוון בתפריט.`,
                            `ללא הכנה מוקדם קיים: אי סדר במטבח, אי עמידה בזמנים, מתח בעבודה, בזבוז זמן, ביצוע גרוע של התפריט ושירות גרוע לאורח.`,
                        ],
                    },
                    "הכנות-בסיסיות":{
                        type : "listDots",
                        content: [
                            `בצל משובץ ( ognion pique)- בצל משובץ זה בצל חתוך שעליו עלה דפנה וציפורן שדוחפים אותו לקשירה. משמש לרוטב בשמל, אורז לבן, בישול בשרים, עישון בשר וכדומה. מוסיפים את הבצל במקרים שנו צריכים להוציא את הבצל מהתבשיל ללא צורך בסינון.`,
                            `עגבניות קצוצות (Tomates concassees)-חליטה קצרה לעגבניות בשלות חורצים ומורידים את העוקץ, חולטים במים רותחים עד שהקליפה מתקלפת, מעבירים למים קרים, מקלפים, חוצים לרוחב העגבנייה סוחטים קלות וקוצצים. משמש כמילוי או קישוט, מרקים רטבים ותבשילים, אפשר לטגן בשמן חם לזמן קצר לתבל במלח ופלפל או לאדות עם בצל קצוץ ושום.`,
                            `עגבניות מותכות: (Fondue de tomates)- עגבניות קונקסה, מאודים בשמן, עד שהן הופכות לרסק סמיך. משמש כתוספת למאכלי ביצים, בשר עוף, דברי בצק וכמילוי לדברי מאפה.`,
                            `תבשיל פטריות – (Duxelles) – דוקסל יבש- אידוי של פיטריות ובצל עם פטרוזיליה קצוצה, משמש כמילוי והשלמה לתבשילים רבים, מילוי בשר/ עוף ממולא. דוקסל למילוי-דוקסל יבש, יין לבן, אווז מעושן, מעט דמיגלס, רסק עגבניות, שום, פירורי לחם. מטגנים את הבשר המעושן והשום ומוסיפים את הדוקסל היבש והיין ומבשלים עד שזה מתאדה ומוסיפים את פירורי הלחם לפי הלחות. משמש למילוי ירקות ועטיפות בשר.דוקסל כללי- דוקסל ומחית בשר עוף או דגים ביחס 1:1, מערבבים יחד לעיסה אחידה. משמש כמילוי או כופתאות עדינות.`,
                            `צרור ירקות (Bouquet garni)- להכנת נוזלים ומרקים לבנים, במקרים שאנו רוצים להעשיר או לחזק את טעמו של תבשיל מבלי לשנות את תוכנו או מראהו או ליצור נוזל בהיר, הירקות שמשתמשים הם-בצל,גזר,סלרי,כרישה, ושורש פטרוזיליה שלמים וביחס דומה, עלי דפנה , פלפל אנגלי, את הבצל אפשר להשחים או לשבץ. מוסיפים את הירקות בשלמותם חצי שעה עד שעה לגמר הבישול, מוציאים אותם בשלמותם מבלי שיתפוררו. משתמשים בירקות שלא מתפוררים או גורמים לשינוי צבע טעם או ריחו של התבשיל.  אפשרות נוספת היא כרישה השכבה החיצונית חצויה מצמידים שום בעזרת ציפורן, מצמידים פרוסת גזר , גבעולי סלרי, תימין, את הכל קושרים ומוסיפים לתבשיל כחצי שעה לגמר הבישול.`,
                            `ירקות לצלי- Mirepoix- משמש להכנת צלי לסוגיו ולהכנת נוזלים ולהעשרת תבשילי הבשר לסוגיו או הדגים, ירקות שורש (50% בצל) חתוכים גס. ככל שזמן הצלייה ממושך יותר החיתוך גדול יותר השחמת הירקות ייתנו יותר צבע וטעם.`,
                            `מטיניון (Matignon)- ירקות שורש חתוכים לקוביות קטנות ואחידות במהווים חלק בלתי נפרד מהתבשיל. תפקידו לבסס את התבשיל לשפר טעם גוון וניחוח. נוסף לירקות שורש אפשר להוסיף עגבניות, שום, פלפלים ועוד. ניתן לעשות קולורבי מזוגג או קולורבי קרם.`,
                            `תכבישים (Marinades) מרינדות-נוזלים כמו : יין, מיץ לימון או חומץ, שמנת, חלב, יוגורט, סויה, חלב קוקוס, בירה ועוד. בתוספת חומרי טעם. אפשר לבשל או לא, זמן ההשריה משתנה לפי צורך. המרינדה יכולה להיות חלק מהתבשיל או הרוטב. תורם לטעם צבע וריח. מסייע בריכוך. זה מבטיח שחומר יישמר לזמן ארוך יותר על ידי שינוי החומציות.`,
                            `תרכיז- (Reduction) כל נוזל שמצמצמים אותו אנו מקבלים תרכיז. מוסיף טעם וניחוח לרטבים לבנים וחומים לרוטב הולנדי בסיס לרטבים. הראשון זה על בסיס חומץ חומץ ומים ביחס שווה, בצל קצוץ, עלי דפנה, פלפל אנגלי, מבשלים על להבה נמוכה עד ריכוז 50 %.  השני הוא על בסיס יין לבן/ אדום- בלי מים עם בצל ותבלינים, ריכוז 50%.`,
                            `תערובת חמאה (מרגרינה)-חמאה בתוספת חומרים המעניקים לה את טעמה ואת צבעה. מוציאים את החמאה לטמפרטורת חדר מערבבים את החמאה עם החומרים ומזלפים על נייר פרגמנט רטוב או גלילים בנייר פרגמנט. רב מלצרים היא חמאה מתובלת בתוספת פטרוזיליה מיץ לימון חרדל ורוטב אנגלי. חמאה זאת מיועדת לסטייקים על האש. ישנם מספר סוגים כמו חמאת שום- חזרת-חרדל-עשבי תיבול- פלפלים- פלפל גרוס-פיסטוק-שקדים-עגבניות-סלמון-אנשובי-סרדינים-ירוקה עם תרד- קפה דה פריס- שום אנשובי חלמון ברנדי מדרה ועירית.  אפשר גם להמיס את החמאה בתופסת או ללא תוספת בגוונים שונים.`,
                            `קריש אספיק –Aspic – נוזל בקר או עוף או דגים צלול בתוספת ג'לטין. השימוש הוא בעיקר במטבח הקר. משמש להברקה לציפוי, לייצוב מוצרים וכו'.`,
                            `תרביך עדין-Salpicon- תרביך המורכב מחומר עיקרי מוכן מבושל בשר דגים עם ירקות שונים. בדר"כ חתוך לברונואזים לקוביות קטנות.      מוסיפים רוטב מתאים לפי יחס של 1:1. השימוש לרוב הוא למנות ביניים: פחזניות, קלטיות, בצק, טבעות אורז וכדומה. תרביך זה בשר עם ירקות ועם הרוטב.`,
                            `בצקי קשירה- Panades- תוספת למליות וכופתאות מבשר עוף ודגים. מאדים במעט שומן לחם שהושרה בחלב או נוזל רותח עד שהבצק משתחרר מכף העץ. בצק קשירה מקמח: מרתיחים מים שומן ומעט מלח, מוסיפים קמח בבת אחת ובוחשים עם כף עץ. ניתן להוסיף את הבצק הרבוך אל תוך הבשר. ניתן להשתמש במצות או קמח מצות.`,
                            `שקית תבלינים Sachet d'epice- תבלינים שונים כמו טימין יבש, עלי דפנה, פלפל גרוס, שום כתוש, גבעולי פטרוזיליה וכדומה. קשורים בבד, בתום השימוש מוציאים.`,
                            `בצל מושחם-OIGNON BROULLE-מוסיף צבע זהוב למרקים ותבשילים לאחר חריכה קצרה של הבצל.`,
                        ],
                    },
                },
                "צפויים": {
                    "ציפויים-שונים":{
                        type : "listNumbers",
                        content: [
                            `ORLY- בירה-חלמונים עם בירה לבנה קמח מעט שמן ותיבול. מקציפים גם חלבונים עם מעט סוכר ולאחר מכן מקלפים את זה בעדינות.`,
                            `A FRIRE- טיגון- בצק דליל יותר, מתחיל בסוגים שונים של קמחים, קמח לבן, קמח אורז וקורנפלור כולם ביחד מערבבים. `,
                            `PARISIENNE- פריזאי-ציפוי זה הוא קמח מתובל וביצה מתובלת. לביצה חרדל שום , והצרפתים מוסיפים גם שמנת לביצה.`,
                            `AL'NGLAISE- אנגלי- קמח ביצה ופירורי לחם.`,
                        ],
                    },
                    "רביכות":{
                        type : "listDots",
                        content: [
                            `רביכה קרה- תערובת אחידה של חמאה בטמפרטורת חדר וקמח ביחס של 1:1. יוצרים כדורים קטנים, מוסיפים לתבשיל מרק או רוטב מוכן, כאשר הוא רותח. מערבבים בעזרת מטרפה ומבשלים כ- 20 דקות.
                            `,
                            `רביכה חמה לבנה- ממיסים חמאה ומוסיפים קמח ביחס העולה ב10% על זו של השומן. טמפרטורה נמוכה לאט לאט ונזהר שלא יתקבל צבע כהה. ומוסיפים את הנוזל.
                            רוטב בשמל לדוגמה, רוטב דגים, רוטב שמנת.
                            `,
                            `רביכה זהובה- כמו ברביכה לבנה, מבשלים על להבה בינונית עד לצבע זהוב. שימושי לתבשילים מרקים ורטבים בהירים עד זהובים.
                            `,
                            `רביכה חומה-כמו ברביכה לבנה, בדרך כלל משתמשים בשמן (עמיד בחום וקולט יותר קמח). מבשלים בלהבה גבוהה עד שהרביכה מקבלת צבע חום, שימושי לתבשילים ורטבים חומים. אפשר להוסיף את הקמח על חומרים באידוי או טיגון- רביכת ירקות. או קימוח החומרים לפני הטיגון או בתנור ספוגים בשומן.
                            <br>הוספת הנוזל:<br>
                             1/3 נוזל קר + 2/3 נוזל חם.<br>
                            נוזל פושר לרביכה פושרת.<br>
                            נוזל רותח לרביכה שהתקררה.
                            `,
                        ],
                    },
                    "בלילות":{
                        type : "listDots",
                        content: [
                            `בליל קמח- מערבבים קמח עם מים קרים או נוזל אחר (יין, חלב). מסננים ויוצקים לתוך התבשיל הרותח תוך כדי בחישה. ברתיחה, מבשלים בישול איטי כ-20 דקות. חיבור זה הוא פשוט ביותר יש שינוי בצבע טעם ומרקם.`,
                            `בליל קורנפלור- מערבבים קורנפלור עם מים קרים או נוזל אחר (קר). יוצקים את הבליל לתוך התבשיל הרותח תוך כדי בחישה. ברתיחה מתקבלת ההסמכה, אין צורך בבישול ממושך. אין שינוי בצבע או טעם, רצוי לא להרתיח יותר מפעם אחת. חיבור זה שימושי לרטבים ותבשילים בעלי מראה זגוגי ללא שינוי אחר או כשצריכים הסמכה מידית או בהגשה קרה. באותה מידה אפשר ליצור בלילות עם כל עמילן אחר כמו קמח תפו"א, תירס, אורז, שבולת שועל וכדומה.`,
                            `קשירה סופית על ידי חלמונים ושמנת- מערבבים 6-8 חלמונים עם ליטר שמנת מתוקה ומוסיפים למוצר המוכן בלי להרתיח שנית על מנת שלא ייקרשו החלמונים, זה נקרא ליאזון. מבצעים את החיבור תוך השוואת טמפרטורות.`,
                            `הרכבה בחמאה- מוסיפים חמאה קרה לתוך רוטב מוכן ומערבבים עד שהחמאה נמסה. אסור להרתיח.`,
                        ],
                    },
                },
                "תבלינים-ועשבי-תיבול": {
                    "הסבר":{
                        type : "text",
                        content: [
                            `תבלינים הם חלקי צמחים ממינים שונים, מיובשים בדרך כלל, המכילים חומרי ריח או חומרים חריפים. ובעזרתם אפשר להוסיף לתבשיל טעם וריח. התבלינים והעשבים מעוררי תיאבון. מזמרים את הפרשת מיצי הקיבה, ועוזרים בעיכול המזון. `,
                            `בתהליך רדיואקטיבי מבוקר אפשר להאריך את תוקף התבלינים. `,
                            `קונדימנט תערובת תבלינים.`,
                            `סאשה שקית תבלינים ועשבי תיבול.`,
                            `עשבי תיבול הם השלמה הכרחית ומבורכת לתבלינים. ולפעמים יכולים לבוא במקומם. הם מוסיפים טעם למרקים ירקות סלטים רטבים ועוד.`,
                            `טבח טוב זה הוא שמכיר את סגולות התבלינים והוא משלב אותם בלי לפגום בתבשיל. תיבול חלקי עדין עושים בהתחלת התבשיל ואת התיבול הגדול בסוף.`,
                            `תבלינים בעלי טעם שולט-שום, ציפורן, ג'ינג'ר, חרדל, קימל, כמון, אניס ועוד. בעלי טעם חזק שיש להיזהר שלא ישתלטו על התבשיל.`,
                            `מלח- מינרל טבעי שמוצב מחציבה או מייבוש מי ים. לבישול רצוי להשתמש במלח בישול מלח גס, כדי שלא יעכיר את התבשיל, ובשולחן מניחים מלח דק שזה מלח שולחן. מלח שולחן דק יותר נקי יותר ולא גם לבן יותר ונמס בקלות. המלח מבליט את טעמו הטבעי של המאכל ומשמש חומר משמר בעל חשיבה גבוהה.`,
                        ],
                    },
                    "תבלינים-ועשבי-תיבול-פירוט":{
                        type : "text",
                        content: [
                            `אגוז מוסקט- גרעין של פרי עץ המוסקט שגדל באינדונזיה, ארצות הברית וברזיל עם אקלים טרופי. מתאים לתבשילי תפו"א, ירקות, מרקים, מילוי בשר ועוגות מיוחדות.`,
                            `האניס- צמח חד שנתי, עלי האניס משמים לכבישת ירקות וסלטים, והזרעים לצורכי תיבול, הכנת משקאות וברפואה.`,
                            `זנגביל ג'ינג'ר- צמח טרופי ששורשיו משמים תבלין, משתמשים למאכלי בשר, ירקות, רטבים, עוגות, לפתנים. הוא מרכיב את תבלין הקארי ואהוב מאוד במטבח הסיני.`,
                            `זעפרן- משמש לצביעת ליקרים, מופק מאבני פרח הזעפרן, דברי מאפה עדינים, מאכלים ספרדיים, ריזוטו איטלקי ומרק הדגים בויאבז. כדי לקבל קילו זעפרן צריך ללקט ידנית כ80 אלף צלקות פרח, הוא גדל בספרד, אירן ובמזרח הרחוק.  `,
                            `חרדל- זהו שיח ממשפחת המצליבים בעל פרחים צהובים, זרעי החרדל בעודם שלמים משמשים תבלין לכבישת ירקות, לדגים, נקניקים ובשרים. בצורה טחונה הוא אבקת חרדל עם ריח חריף.`,
                            `קימל-צמח ממשפחת הסוככים, נפוץ בצפון אירופה, אסיה בצפון ארצות הברית ואיזור הים התיכון. הזרעים היבשים משמשים לתיבול מאכלי תפוחי אדמה, מרקים, בשרים מאפים מלוחים וכו'. ובעיקר לתיבול לחמים.`,
                            `כורכום-ממשפחת הזנגביל, גדל בדרום מזרח אסיה ובדרום סין, מהשורש מפיקים את האבקה שצבע צהוב כתום, משמש לתיבול אורז, דגים, בשר לבן, רטבים ומשמש, אחד המרכיבים בתבלין הקארי.`,
                            `עלי דפנה- משתמשים בעלים אחרי ייבוש, רצוי שיהיו העלים היבשים שלמים וצבעם ירקרק. משתמשים לכבישה, לתחמיצים, לרטבים ומרקים, ולבישול כללי במטבח.`,
                            `פלפל- הגרעינים הם פירותיו של שיח הפלפל, מקורו בהודו והוא נפוץ בארצות טרופיות רבות. הגרעינים מחליפים צבעים בהתחלה ירוק לאחר מכן אדום ובסוף צהוב.`,
                            `פלפל שחור- מופק מהפרי השלם הבלתי בשל,  צבעו עדיין ירוק הוא נקטף כשקליפתו מתחילה להאדים. מייבשים את הגרעינים בשמש או על להבה נמוכה. `,
                            `פלפל לבן- מופק מאותם גרעינים שהאדימו והבשילו קולפים אותם ורק את תוכו מייבשים.`,
                            `פלפלת- פפריקה- יש מתוקה או חריפה, דרגת החריפות משתנה בהתאם לכמות וסוג הקפסאיצין שהוא החומר החריף בפפריקה, להכנת הפפריקה טוחנים את הפלפלת בשלמותה וגם את הקטע הקטן של הגבעול.`,
                            `פלפל חריף- פרי קטן מאוד, הצבע בין כתום לזהוב, בגלל חריפותו הרבה יש לנהוג בו בזהירות בזמן שימוש.`,
                            `פלפל ריחני-פלפל אנגלי - זהו הפרי לא בשל של עץ הפימנטה שיובש בשמש. הוא דומה לגרעיני פלפל שחור, הגרעינים גדולים מעט יותר וללא קמטים. שימושו בדברי מאפה, נקניקים, שימורי דגים,  לכבישת מאכלים ולבישול כללי במטבח.`,
                            `כמון- צמח בר הדומה לכרויה. מקורו בהודו ובארצות הים התיכון, נמכר בארץ כאבקה ושלם. משתמשים בעיקר להכנת תבשילים בטעם מזרחי.`,
                            `ציפורן-הציפורן מופק מכפתורי הפרח של עץ אוגניית הציפורן. משמש להכנת לפתנים, מאכלים כבושים, רטבים, שיבוץ בבשר, תיבול משקאות אלכוהולים חמים ודברי מאפה. `,
                            `קינמון-התבלין עשוי מקליפתו הפנימית של עץ הקינמון, המעובדת לגלילים דקים. בתהליך הייבוש זה נהפך לצורת צינור, הקינמון באיכות הטובה ביותר מקורו בצילון. תבלין הקינמון משמש למוצרי למוצרי מאפה, ממתקים, תיבול בשרים, מרקים ומשקאות.`,
                            `הל-(קרדמון) תבלין ההל הוא פרי שיח בשם זה, בפרי דמוי נרתיק קטן, בעל שלושה תאים, הזרעים הקטנים עטופים קליפה דקה ביותר. ריכוז הטעם הוא הגרעין עצמו. אוספים את התרמילים לפני הבשלתם. ההל הטחון מורכב רק מזרעיו, ההל משמש לתיבול דברי מאפה, תוספת לקפה שחור, מנות קינוח, מאכלי בשר, נקניק ותחמיצים.`,
                            `ווניל- ממשפחת הסחלבים, גדל ביערות טרופים של מרכז אמריקה, תרמילי צמח עץ הוניל נקטפים לפני הבשלתם, ומיובשים בתהליך איטי ומבוקר, שבמהלכה מרטיבים את התרמילים במים חמים וכתוצאה מכך הם מזיעים משנים את צבעם לכהה ומקבלים את הריח. החומר החשוב בצמח הוא הונילין, הוניל משמש בעיקר לגלידות למנות קינוח ודברי מאפה.`,
                            `אזוב- מיורן- עשב המשמש כתבלין בעל עלים צרים בגוון ירוק-אפור בהיר. מוצאו באגן הים התיכון, משתמשים בעלים בלבד, מייובשים בדרך כלל, האזוב הוא תבלין מטבח ותעשייה מתאים לתעשיית הנקניקים ולתבשילי עוף ודגים מפיקים ממנו שמן לקוסמטיקה ולמשקאות.`,
                            `שמיר- עשב חד שנתי. העשב פורח בקצה הענפים, הצמח משמש תבלין לסלטים, מרקים ותבשילי ירקות. הצמח הבוגר בעל הגבעולים והתפרחת משמש לכבישת ירקות.`,
                            `זעתר- צמח רב שנתי בשם אזוב מצוי מוצאו מדרום אירופה, וכיום נפוץ כל אגן הים התיכון. גדל בגרמניה צרפת וספרד. השימוש בעלי צמח טריים או יבשים הוא בבשר, סלטים, דגים, רטבים ובתערובת עם מיורן כתבלין לנקניק. מהעלים מפיקים שמן המשמש כמרכיב בתרופות נגד שיעול.`,
                            `נענע- צמח רב שנתי, ריח חזק וטעם חריף, מוצאו מאירופה וגדל ברוב חלקי העולם. משמש להכנת תה, משקאות, מנות קינוח, דברי מתיקה ורטבים בעיקר לכבש. השמן שמופק ממנו משמש בתעשיית הממתקים הליקרים משחות שיניים ותכשירים רפואיים.`,
                            `שומר- צבע עלים ירוק בהיר. גדל בארצות עם אקלים ממוזג. השימוש בשומר כתבלין מאוד מגוון, העלים הצעירים משמשים לתיבול מאכלי דגים, בשרים, רטבים מרקים וממרחים למיניהם. הזרעים משמשים לעוגות, לחם, למיני מאפה ולהחמצת ירקות.`,
                            `צלפים- שיח בר קוצני, מתייבש בעונת החורף,  ניצני הפרח של שיח הצלפים משמש תבלין לאחר כבישתם במי מלח, חומץ או שמן. ככל שהניצנים קטנים וחזקים יותר כך איכותם גבוהה יותר. הצלפים משמשים לסלטים, רטבים, מאכלי דגים, גבינות ובשרים מבושלים.  בארץ משווקים משומרים בחומץ או כבושים.`,
                            `פטרוזיליה-צמח דו שנתי, היא אחד מהעשבים הנפוצים ביותר במטבח, היא משמשת כנותנת טעם ריח וצבע למאכלים רבים, פרט לדברי מאפה ומתיקה.`,
                        ],
                    },
                },
            },
            subject6 : { // רטבים ונוזלים
                "רטבים": {
                    "תפקיד-הרוטב":{
                        type : "text",
                        content: [
                            `תפקיד הרוטב- להעשיר את טעמו ומראהו של התבשיל. ומהעבר השני לא להשתלט על המנה. רוטב טוב מתחיל תמיד בנוזל טוב.`,
                        ],
                    },
                    "קריטריונים-לרוטב-טוב":{
                        type : "listDots",
                        content: [
                            `בעל מרקם חלק ללא גושים.`,
                            `טעם עשיר אך משתלב ולא משתלט.`,
                            `בעל מראה יפה מבחינת צבע, סמיכות נכונה ולא שומני.`,
                            `ניחוח נעים.`,
                            `לכל רוטב אם הוא נקי אפשר להוסיף חומרי טעם, קישוט או תוספות שונות, אשר יתנו לרוטב את שמו, במקרים מסויימים גם למנה.`,
                        ],
                    },
                    "רטבים-קלאסים": {
                        type : "listDots",
                        content: [
                            `רוטב בשמל.`,
                            `רוטב עגבניות.`,
                            `רוטב הולנדז.`,
                            `רוטב דמי גלאס. (אספניול).`,
                            `רוטב וולוטה. (לבן)`,
                        ],
                    },
                    "על-מה-להקפיד-בהכנת-הרוטב":{
                        type : "listNumbers",
                        content: [
                            `טמפ' הכנה ושמירה על הרוטב ב50 מעלות.`,
                            `חיבור טוב בן התרכיז לחלמונים.`,
                            `הוספת החמאה באיטיות לחלמונים.`,
                            `לערבב כל הזמן ולהכניס את הרוטב מהדפנות למרכז.`,
                        ],
                    },
                    "איך-מתקנים-רוטב-שנשבר":{
                        type : "listDots",
                        content: [
                            `מוציאים מהחימום.`,
                            `יוצקים מעט מי קרח למרכז הרוטב ומערבבים לכיוון הדפנות.`,
                            `אם לא עוזר, מתחילים שוב ב2 חלמונים ומעט מי קרח והרוטב השבור משמש במקום החמאה.`,
                        ],
                    },
                },
                "סוגי-רטבים": {
                    "רטבים-חומים-דמי-גלאס":{
                        type : "text",
                        content: [
                            `רטבים המתאימים לתבשילים או מנות בעלי גוון כהה שהוכנו בשיטות בישול עם השחמה (צלייה, צלייה בנוזל, צלייה באילפס, זיגוג, טיגון במחבת, הברקה)
                            `,
                            `<ul>הבסיס לרוטב טוב הוא נוזל טוב (יסודי או כללי) טוב, עשיר ומרוכב המתקבל על ידי:
                            <li>צמצום (יחד עם משקע בדרך כלל). בשרים נייחים בדרך כלל סטייק, רוסטביף, סינטה.</li>
                            <li>טיגון עצמות וירקות. דמי גלאס. רוטב כללי אותו התהליך פעמיים.</li>
                            <li>טיגון ובישול בשר.</li>
                            </ul>`,
                            `מתקבל רוטב טבעי- שאותו אפשר להסמיך על ידי קורנפלור רביכה חומה או הרכבה בחמאה.
                            `,
                        ],
                    },
                    "רוטב-חום-חצי-זגוגי":{
                        type : "text",
                        content: [
                            `רוטב בעל טעם כללי המתאים לכל סוגי הבשרים.                            `,
                            `<ul>לליטר רוטב צריך:
                            <li>15 גרם שומן.</li>
                            <li>600-800 גרם עצמות קצוצות של בקר/ עגל.</li>
                            <li>100 גרם ירקות לצלי.</li>
                            <li>30 גרם רסק עגבניות.</li>
                            <li>65 מ"ל יין.</li>
                            <li>2 ליטר נוזל חום כללי.</li>
                            <li>40 גרם רביכה חומה שמורכבת מ20 גרם קמח או שמקמחים את העצמות.</li>
                            <li>מוסיפים שום קורנית , פלפל אנגלי, עלי דפנה, מלח.</li>
                            <li>ליטר רוטב מספיק לבין 10- 12 מנות.</li>
                            </ul>`,
                        ],
                    },
                    "תרכיז-בשר":{
                        type : "text",
                        content: [
                            `צמצום נוזל יסודי (בקר,עוף,דגים), להבה גבוהה, בכלי מתאים, כיפוי קצף ושומן, עד קבלת תרכיז (סירופ) סמיך, סינון דרך בד סינון.`,
                            `<ul>שימושים:
                            <li>העשרת תבשילים, רטבים ומרקים.</li>
                            <li>-הברקה וזיגוג בשרים חמים.</li>
                            <li>-ציפוי והברקת בשרים קרים.</li>
                            <li>-להעניק או לחזק טעם אופייני.</li>
                            <li>-צמצום בנפח/ אפשרות להקפאה. (לדלל לפני השימוש)</li>
                            </ul>`,
                        ],
                    },
                    "רוטב-יין-אדום" :{
                        type : "listDots",
                        content: [
                            `פירות יער/ ערמונים/ אוכמניות.`,
                            `מתחילים קודם  כל במשקע.`,
                            `שאלוט קצוץ וניתן להוסיף גם שום.`,
                            `קרמל (5 כפות). אפשר גם סילאן דבש סוכר ריבה.`,
                            `יין אדום (כוס).`,
                            `חומץ בלסמי 2 כפות.`,
                            `עלי דפנה, פלפל אנגלי, תימין.`,
                            `צימצום.`,
                            `סויה 2 כפות.`,
                            `פלפל שחור גרוס.`,
                            `רוטב/ ציר. הרוטב לבשרים רכים והציר לבשרים קשים.`,
                        ],
                    },
                    "רוטב-תפוזים":{
                        type : "listDots",
                        content: [
                            `קרמל אל תוך המשקע.`,
                            `גרדת תפוז/ לימון.`,
                            `תפוז נקי קצוץ.`,
                            `יין /ליקר/ ברנדי.`,
                            `חומץ שרי/ בלסמי/ בן יין.`,
                            `צמצום.`,
                            `מיץ תפוזים.`,
                            `ציר/ רוטב.`,
                            `מלח פלפל תימין או רוזמרין.`,
                            `עוד אפשרויות הן חרדל, סויה, ג'ינג'ר, צ'ילי, שום ולימון. אל תוך התפוז הקצוץ המטוגן.`,
                        ],
                    },
                    "רוטב-בשמל":{
                        type : "text",
                        content: [
                            `רוטב לבן המשמש לירקות, פחממות, ביצים, דגים ולהקרמות.`,
                            `<ul>מתכון בסיסי ל1 ליטר רוטב:
                            <li>בין 60-70 גרם חמאה. (מרגרינה)</li>
                            <li>בין 70-80 גרם קמח.</li>
                            <li>750 מ"ל חלב+ 500 מ"ל נוזל ירקות.</li>
                            <li>(ליטר נוזל ירקות לפרווה במקום החלב )</li>
                            <li>בצל משובץ עם עלה דפנה וציפורן, מלח, אגוז מוסקט.</li>
                            <li>אם עושים פרווה אז מוסיפים 250 מ"ל שמנת צמחית.</li>
                            </ul>`,
                            `<ol>צאצאים:
                            <li>רוטב מורנה- חלמונים וגבינות קשות להקרמות.</li>
                            <li>רוטב שמנת טריה- מוסיפים שמנת לבשמל רוטב שמנת על בסיס בשמל.</li>
                            <li>מחית בצל מאודה.</li>
                            <li>רסק עגבניות.</li>
                            </ol>`,
                        ],
                    },
                    "רטבים-לבנים-וולוטה":{
                        type : "text",
                        content: [
                            `רטבים המתאימים לתבשילים בעלי גוון בהיר שהוכנו בשיטות בישול ללא השחמה : (בישול בנוזל, אידוי, שליקה, באדים.) `,
                            `<ol>הבסיס לרוטב לבן טוב הוא נוזל בעל טעם חזק ומתובל אשר מתקבל על ידי:
                            <li>צמצום הנוזל ותיבולו.</li>
                            <li>בישול סוג בשר מתאים או עצמות בנוזל ותיבולו.</li>
                            </ol>`,
                            `לאחר קבלת הנוזל מסמיכים על ידי רביכה בהירה ומתקבל הוולוטה.                            `,
                            `כדי להפוך את הוולוטה לרוטב מושלם נוסיף תוך השוואת טמפ' את הליאונז (שמנת וחלמונים) ונשמור בבן מארי אסור להרתיח.`,
                            `נוזל לבן-----צמצום או בישול בשר ותיבול-----נוזל בעל טעם חזק ומתובל-----הסמכה על ידי הסמכה בהירה-----רוטב קטיפתי-----הוספת ליאוזון------רוטב מושלם (אם)------תוספות שונות.`,
                            `<ol>מתכון ל1 ליטר רוטב לבן
                            <li>60-65 גרם חמאה. –רביכה בהירה.</li>
                            <li>70 גרם קמח. – רביכה בהירה.</li>
                            <li>400 סמ"ק נוזל קר. – בעל טעם חזק ומתובל.</li>
                            <li>800 סמ"ק נוזל חם. –בעל טעם חזק ומתובל.</li>
                            <li>200 סמ"ק שמנת.- ליאזון.</li>
                            <li>2 חלומנים. – ליאזון.</li>
                            </ol>`,
                        ],
                    },
                    "רטבי-אם":{
                        type : "text",
                        content: [
                            `<ol>
                            <li>מנוזל עוף או הודו----- רוטב עידית סופראם.</li>
                            <li>מנוזל בקר או עגל------רוטב גרמני אלמנד.</li>
                            <li>מנוזל דגים-------רוטב יין לבן.</li>
                            </ol>`,
                            `צאצא אחד זהו רוטב חרדל מוסיפים חומץ ומעט סוכר, מוסיפים את הוולוטה וברגע האחרון מוסיפים את הליאזון את החלמונים עם השמנת.`,
                            `צאצא נוסף הוא רוטב חזרת- מגרדים את החזרת מאדים עם בצל וגזר מוסיפים חומץ וסוכר מוסיפים את הוולוטה ואז בסוף את הליאזון.`,
                            `צאצא נוסף רוטב צלפים- קוצצים מאדים בשומן מוסיפים את החומץ של הצלפים, מעט סוכר, וולוטה, מבשלים ביחד ושמנת בסוף.`,
                            `רוטב נוסף הוא רוטב קארי-המורכב מבצל, תפוח עץ וצימוקים.`,
                            `מעבר לזה אפשר להוסיף פטריות עשבי תיבול עגבניות וכל העולה על טעם האדם.`,
                        ],
                    },
                    "רוטב-הולנדי-הולנדז":{
                        type : "listDots",
                        content: [
                            `רוטב הנוצר על ידי הרכבה של חלמונים וחמאה תוך כדי ערבוב, בחימום (אמולסיה-תחליב).  נחשב לרוטב יוקרתי ועדין, מכינים בכמויות קטנות. משמש לאומצות/ בשרים- על הגריל. מתאים בנוסף לביצים, ירקות, פחמימות, מנות ביניים ודגים.                            `,
                            `ההגשה תמיד חמה, לא לערבב ישן עם חדש מאוד מסוכן.                            `,
                            `<ul>מצרכים:
                            <li>תרכיז של 100 מ"ל מים+100 מ"ל חומץ.</li>
                            <li>50 גרם בצל קצוץ. עלה דפנה פלפל אנגלי.</li>
                            <li>6 חלמונים.</li>
                            <li>600 גרם חמאה מזוקקת.</li>
                            <li>מעט מלח.</li>
                            </ul>`,
                            `אופן הכנה-----הכנת התרכיז------הוספת התרכיז הפושר לחלמונים בבן מארי------הקצפה יחד עד הסמכה-------הוספת החמאה, מזוקקת, פושרת, האיטיות תוך כדי הקצפה-----סינון, תיבול ואפשרות לתוספות. לא עוברים את ה50 מעלות.                             `,
                            `<ol>
                            <li>רוטב בנוסח ברנז-תרכיז ועלי טרגון, תמצית בקר.</li>
                            <li>רוטב שורון-רסק עגבניות.</li>
                            <li>רוטב מלטייז –מיץ וגרידת תפוז דם.</li>
                            <li>רוטב מעורב-בטארד- רוטב יסודי לבן+הולנדי ביחס שווה.</li>
                            </ol>`,
                            `באותה מידה אפשר להוסיף תוספות שונות כמו עשבי תיבול, טבסקו, תבלינים, ירקות, תמציות ועוד.                            `,
                        ],
                    },
                    "רוטב-עגבניות":{
                        type : "listDots",
                        content: [
                            `ישנם מספר רב של רטבים על בסיס עגבניות (טריות או רסק עגבניות. במטבח הקלאסי רוטב העגבניות מבוסס על רסק עגבניות מועשר בירקות לצלי ונוזל.                                 `,
                            `<ol>מתכון בסיסי לליטר רוטב:
                            <li>שמן (25 מ"ל)</li>
                            <li>ירקות לצלי (40 גר') שום, עגבניות קונקסה.</li>
                            <li>רסק עגבניות 250 מ"ל.</li>
                            <li>מעט קמח 30 גרם.</li>
                            <li>נוזל יסודי לבן קר, בדרך כלל מירקות, ונוזל יסודי לבן חם 1 ליטר.</li>
                            </ol>`,
                            ``,
                        ],
                    },
                    "צאצאי-רטבים":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>שם הרוטב</th>
                              <th>רוטב אם</th>
                              <th>מרכיבי הטעם (צאצא)
                              </th>
                            </tr>
                            <tr>
                              <td>Moutarde- חרדל</td>
                              <td>וולוטה</td>
                              <td>נוזל בעל טעם חזק ומתובל + רביכה בהירה. + חרדל, מעט חומץ, מעט סוכר. +ליאזון שזה חלמונים ושמנת</td>
                            </tr>
                            <tr>
                              <td>Raifort- חזרת</td>
                              <td>וולוטה</td>
                              <td>נוזל בעל טעם חזק ומתובל + רביכה בהירה. + חזרת מגורדת, מעט חומץ,מעט סוכר. +ליאזון שזה חלמונים ושמנת</td>
                            </tr>
                            <tr>
                              <td>Mornay- מורנה</td>
                              <td>בשמל-להקרמות</td>
                              <td>רביכה לבנה+חלב+ציר ירקות+בצל משובץ+מלח+ מוסקט. + גבינה מגורדת+ חלמונים.</td>
                            </tr>
                            <tr>
                              <td>Soubise- בצל מאודה</td>
                              <td>בשמל- ירקות, ביצים, פחמימות.</td>
                              <td>רביכה לבנה+חלב+ציר ירקות+בצל משובץ+מלח+ מוסקט. +מחית בצל מאודה.</td>
                            </tr>
                            <tr>
                              <td>Chasseur-ציידים</td>
                              <td>רוטב חום/ דמי גלאס</td>
                              <td>נוזל חום,רביכה חומה+ירקות לצלי+עצמות קצוצות+רסק עגבניות ויין. +בצל+פטריות+קונקסה+פטרוזיליה</td>
                            </tr>
                            <tr>
                              <td>Bordelaise- בורדו</td>
                              <td>רוטב חום/ דמי גלאס</td>
                              <td>נוזל חום,רביכה חומה+ירקות לצלי+עצמות קצוצות+רסק עגבניות ויין. + יין אדום, מוח עצם (לשד עצמות.)</td>
                            </tr>
                            <tr>
                              <td>Zingara- צועני</td>
                              <td>רוטב חום/ דמי גלאס</td>
                              <td>נוזל חום,רביכה חומה+ירקות לצלי+עצמות קצוצות+רסק עגבניות ויין. + בשרים מעושנים וכבושים(בייקון, פרשוטו, לשון כבושה, אווז מעושן), כמהין. +בצל+פטריות+קונקסה+פטרוזיליה.</td>
                            </tr>
                            <tr>
                              <td>Choron- שורון</td>
                              <td>הולנדז</td>
                              <td>תרכיז חומץ(רדוקסיון-חומץ, מים, בצל קצוץ, עלי דפנה,פלפל אנגלי)+חלמונים+חמאה מזוקקת. +רסק עגבניות.</td>
                            </tr>
                            <tr>
                              <td>Bearnaise- ברנאז</td>
                              <td>הולנדז</td>
                              <td>תרכיז חומץ(רדוקסיון-חומץ, מים, בצל קצוץ, עלי דפנה,פלפל אנגלי)+חלמונים+חמאה מזוקקת. +טרגון+עלי דפנה.</td>
                            </tr>
                            <tr>
                              <td>Remoulad</td>
                              <td>מיונז</td>
                              <td>מוסיפים אנשובי, צלפים, מלפפון כבוש, בצל ופטרוזיליה הכל קצוץ האשה.</td>
                            </tr>
                            <tr>
                              <td>Tartar</td>
                              <td>מיונז</td>
                              <td>מוסיפים עירית וקוביות קטנות מביצים קשות.</td>
                            </tr>
                            <tr>
                              <td>Ravigote</td>
                              <td>מיונז</td>
                              <td>מוסיפים מחית מעשבי תיבול ותרד חלוטים ומעט שום כתוש.</td>
                            </tr>
                          </table>`,
                            ``,
                            ``,
                        ],
                    },
                    "רוטב-סאטה-(אינדונזי)":{
                        type : "text",
                        content: [
                            `מרכיבים – שמן , שאלוט קצוץ , חמאת בוטנים ( כף ) , קארי ( מחית ) , שום, צ'ילי ,ג'ינג'ר , 
                            חלב קוקוס ( 100 מל' ) , מלח , פלפל , ( תוספות = מעט סויה / בוטנים ) .
                            `,
                        ],
                    },
                    "רוטב-טריאקי":{
                        type : "text",
                        content: [
                            `לפרגיות ניתן להבריש ולהכניס לתנור ל 2/3 דקות ולהבריש 3 פעמים`,
                            `מרכיבים – כוס סויה , יין אורז ( סאקה ) כוס , מירין חצי כוס ( ליקר אורז מתקתק ) 
                            סוכר חצי כוס , ג'ינג'ר ( תוספות = סאלוט , שום , צ'ילי , בצל ירוק ) .
                            בישול של 5  דק' אפשרי להוסיף קונפלור .
                            `,
                        ],
                    },
                    "רוטב-תפוזים-(שוק-אווז-,-חזה-אווז)":{
                        type : "text",
                        content: [
                            `מרכיבים – קרמל ( לתוך משקע ) גרידת תפוז / לימון , תפוז נקי קצוץ .
                            יין / ליקר / ברנדי , מצמצמים להוצאת האלכוהול , חומץ שרי / בלסמי / בן – יין 
                            צימצום של 50% .
                            `,
                            `מיץ תפוזים טרי , ציר / רוטב ( חום ) , מלח , פלפל ,טימין , רוזמרין 
                            ( תוספות = חרדל / סויה / ג'ינג'ר / צ'ילי / שום / לימון )
                            `,
                        ],
                    },
                    "רוטב-ברביקיו":{
                        type : "text",
                        content: [
                            `מרכיבים –3  כפות קטשופ ( מעט רסק עגבניות ) כפית חרדל , כף דבש ( מולסה ) , שן שום , כפית בלסמי ( חומץ בין יין ) צ'ילי יבש , מלח , פלפל .`,
                            `ניסן להוסיף ( בצל קצוץ / ווסטרשייר / סויה / פפריקה מעושנת ).`,
                        ],
                    },
                    "רוטב-קייסר":{
                        type : "text",
                        content: [
                            `מרכיבים – חלמון , מיץ לימון , שום , חרדל , מלח ,פלפל , אנשובי מעוך  .
                            ( תוספות = צלפים , טבסקו , רוטב ווסטרשייר ) שמן זית תוך כדי ערבוב .
                            פרמזן .
                            `,
                        ],
                    },
                },
                "נוזלים": {
                    "נוזלים-אופן-הכנה":{
                        type : "text",
                        content: [
                            `<table>
                            <tr>
                              <th>נוזל לבן</th>
                              <th>נוזל חום</th>
                            </tr>
                            <tr>
                              <td>חליטת העצמות</td>
                              <td>טיגון העצמות לצבע חום בהיר, הוספת הירקות לצלי</td>
                            </tr>
                            <tr>
                              <td></td>
                              <td>טיגון רסק העגבניות, הוצאת שומן מיותר</td>
                            </tr>
                            <tr>
                              <td></td>
                              <td>המסת מישקע על ידי יין או מים</td>
                            </tr>
                            <tr>
                              <td>תחילת בישול במים קרים</td>
                              <td>תחילת בישול במים קרים</td>
                            </tr>
                            <tr>
                              <td>רתיחה, להבה נמוכה, כיפוי ותיבול חלקי
                              </td>
                              <td>רתיחה, להבה נמוכה, כיפוי ותיבול חלקי
                              </td>
                            </tr>
                            <tr>
                              <td>בישול איטי תוך כיפוי מתמיד של קצף ושומן</td>
                              <td>בישול איטי תוך כיפוי מתמיד של קצף ושומן</td>
                            </tr>
                            <tr>
                              <td>הוספת צרור ירקות ובצל מושחם כשעה לגמר הבישול</td>
                              <td>נוזל חום כללי-גרנד ג'ו</td>
                            </tr>
                            <tr>
                              <td>הוצאת התוכן וסינון דרך בד סינון</td>
                              <td>הוצאת התוכן וסינון דרך בד סינון</td>
                            </tr>
                            <tr>
                              <td>הוצאת קצף  ECUMAGE והוצאת משקע  DEGLACAGE</td>
                              <td>הוצאת שומן DEGRAISSAGE</td>
                            </tr>
                          </table>`,
                        ],
                    },
                    "סוגי-נוזלים":{
                        type : "listDots",
                        content: [
                            `וזל ירקות/ ציר ירקות- חותכים את ירקות השורש. ומאדים אותם עם מעט שמן בטמפרטורה נמוכה עד להזהבה, מוסיפים מים קרים, בישול של כ45 דקות לערך, מסננים וקיבלנו ציר ירקות.`,
                            `נוזל דגים- בשלב הראשון אל תוך הסיר שמים את המים הקרים, ירקות שורש פרוסים ויין לבן בערך 10 אחוז מכלל הנוזל. מוסיפים גם עלי דפנה, פלפל אנגלי, טימין ומעט מלח. מבשלים כ20 דקות עד חצי שעה ומכבים שיירגע ויתקרר. מוסיפים את האידרות ואת ראשי הדגים ומבשלים עוד 20 דקות עד חצי שעה לאחר רתיחה.`,
                            `גרנד ג'ו-נוזל חום כללי נוזל שמשמש לכל סוגי הבשר. מצד אחד מספיק עשירה עם מספיק טעמים מצד שני, הטעם לא משתלט.`,
                        ],
                    },
                },
            },
            subject7 : { // בישול וריכוך
                "שיטות-בישול-וריכוך": {
                    "שיטות-בישול":{
                        type : "text",
                        content: [
                            `1.בישול מוקדם-Blanchir.`,
                            `2.בישול במים/נוזל-Bouillir.`,
                            `3.בישול באדים-Cuir a la vapeur.`,
                            `4.שליקה-Pocher.`,
                            `5.אידוי-Etuver.`,
                            `6.צלייה בנוזלים-Braiser.`,
                            `7.הברקה-POELER.`,
                            `8.זיגוג-Glacer.`,
                            `9.צלייה באלפס/קדירה-Sauter en casserole.`,
                            `10.טיגון והקפצה במחבת-Sauter.`,
                            `11.קלייה/ צלייה על האש-Griller.`,
                            `12.צלייה יבשה בתנור-Rotir.`,
                            `13.טיגון בשמן עמוק-Frire.`,
                            `14.אפיה-Cuire au four.`,
                            `15.הקרמה-Graitner.`,
                        ],
                    },
                    "בישול-מוקדם":{
                        type : "listDots",
                        content: [
                            `תהליך מוקדם חלקי או מלא.`,
                            `בישול קצר בהרבה מים או שמן לפי אופי החומר.`,
                            `חומרי המזון יכולים להיות חתוכים או שלמים.`,
                            `ללא קבלת צבע נשאר לבן.`,
                            `ללא כיסוי, מכסה פתוח.`,
                            `אין שימוש בנוזלי הבישול אחרי הבישול בדר"כ.`,
                        ],
                    },
                    "בישול-במים-רותחים":{
                        type : "listDots",
                        content: [
                            `בישול חומרי המזון במים עם חומרי טעם.`,
                            `עד לריכוך מלא, מוכן לאכילה והגשה.`,
                            `ההגשה כמו שהם או עם רוטב מנוזל הבישול או עם השלמה איזשהי תוספת.`,
                        ],
                    },
                    "בישול-באדים":{
                        type : "listDots",
                        content: [
                            `בישול חומרי המזון עדינים באדים בלבד.`,
                            `אין מגע עם נוזל.`,
                            `שמירה על איכות, טעם טבעי וערך תזונתי.`,
                            `בכלי נפרד בעל תחתי מחוררת (כמו קוסקוס- כיסוי), או סטימר במבוק (כיסוי).`,
                            `בכלי אחד כאשר חומר המזון מוגבה ואין מגע עם הנוזל (כיסוי).`,
                            `בתבנית מחוררת, בתנור סטימר ללא כיסוי.`,
                            `בטכניקה זאת אין תוספת טעם צבע או ריח. הפתרון זה להגיש רוטב שייתן טעמים ליד.`,
                        ],
                    },
                    "אידוי":{
                        type : "listDots",
                        content: [
                            `ריכוך באדים המופרשים מהחומר בחימום.`,
                            `הריכוך נעשה במעט שומן, ללא נוזלים בדרך כלל.`,
                            `שמירה על טעם טבעי.`,
                            `חומרי המזון צריכים להכיל מספיק נוזלים.`,
                            `חותכים את חומרי המזון כדי לאפשר הפרשת נוזלים.`,
                            `מכסים את הכלי לשמירת הנוזלים.`,
                            `טמפרטורת הבישול- נמוכה, להבה נמוכה.`,
                            `מלח עוזר בהפרשת הנוזלים.`,
                        ],
                    },
                    "שליקה":{
                        type : "listDots",
                        content: [
                            `בישול עדין של חומרים עדינים. (דגים, ביצים)`,
                            `מתחת לנקודת הרתיחה.`,
                            `בכמות קטנה של נוזל לשמירה על צורה, טעם וערך תזונתי. (בעיקר דגים עדינים ועוף צעיר)`,
                            `במים חמים לא רותחים, ביצה עלומה, כופתאות, נקניקיות.`,
                            `באמבט מים חמים ללא בחישה כדי לייצב מאכלים המכילים ביצים.`,
                            `בכלי כפול באמבט מים עם בחישה לקבלת קצף סמיך ויציב- רוטב הולנדי, קרמים, סביון.`,
                        ],
                    },
                    "צלייה-בנוזלים":{
                        type : "listDots",
                        content: [
                            `שילוב של צלייה ובישול.`,
                            `המטרה- קבלת גוון וטעם של טיגון אך דורשים בישול ממושך בנוזלים לריכוך.`,
                            `חומרי מזון מתאימים: חלקי הכתף והירך וצלעות נמוכות של בקר וכבש, כגושים או נתחים למנה.`,
                            `עופות בוגרים שלמים, שוקי אווז, רולדות מכרע הודו.`,
                            `ירקות ממולאים או קטנים שלמים.`,
                            `דגים לא עדינים, שלמים למנה או גדולים למנות.`,
                        ],
                    },
                    "הברקה":{
                        type : "listDots",
                        content: [
                            `מצע של ירקות ושומן.`,
                            `הבשר מתובל ונח במרינדה משומן כמו שצריך יושב על הירקות עם השומן.`,
                            `את כל הדברים יחד מכסים ומכניסים לתנור לבין 140-160 מעלות.`,
                            `עד לריכוך ללא קבלת צבע.`,
                            `מסירים את הכיסוי ומעלים את החום לפחות ל180 עד להשחמה.`,
                            `שהבשר מוכן פורס אותו.`,
                            `אל תוך המשקעים ממיסים את המשקע מוסיפים נוזל, מצמצמים מסננים.`,
                        ],
                    },
                    "צלייה-באלפס":{
                        type : "listDots",
                        content: [
                            `בדומה לברזה שילוב של טיגון ובישול.`,
                            `הבשרים חתוכים לקוביות או לשמינית בעוף.`,
                            `בשרים שמנים הדורשים ריכוך ממושך יחסית כמו צוואר שוק או כרעיים בעופות.`,
                            `הבישול נעשה ברוטב נוזל עם רוטב או קימוח.`,
                            `הנוזל מכסה את הבשר.`,
                            `בכלי מכוסה בבישול איטי.`,
                            `קבלת רוטב בדרך כלל בסוף הבישול.`,
                        ],
                    },
                    "טיגון-והקפצה-במחבת":{
                        type : "listDots",
                        content: [
                            `שיטה קצרה ומהירה.`,
                            `חומרי מזון רכים במצבם הטבעי או אחרי בישול מוקדם.`,
                            `טיגון אומצות או מנות של בשר רך לדרגת העשייה הרצויה, או הקפצת נתחונים של אותם בשרים.`,
                            `הקפצת חומרי מזון מוכנים להשלמה כמו ירקות אחרי בישול מקדים.`,
                            `טיגון חיצוני להשחמה השלמת בישול.`,
                            `חומרי הקישוט מוכנים מראש.`,
                            `רוטב מוכן  מראש או ממשקע הטיגון.`,
                        ],
                    },
                    "צלי-אש-גריל-אסכלה":{
                        type : "listDots",
                        content: [
                            `הכנה מהירה תוך חשיפה לחום ישיר ויבש.`,
                            `קבלת טעם ריח והשחמה מיוחדים.`,
                            `חומרי מזון רכים במצבם הטבעי ומהירים בהכנה.`,
                            `רובם חתוכים לנתחים, לפרוסות או לקוביות.`,
                            `נתחי בשר רכים, בשר טחון, חלקי פנים, דגים וירקות.`,
                            `תיבול, השרייה במרינדה ושימון חומרי המזון.`,
                            `חימום ושימון הגריל.`,
                            `קלייה לפי הנדרש.`,
                            `הגשה עם תערובת חמאה או רטבים מיוחדים.`,
                            `חום הקלייה לפי עובי הנתח.`,
                        ],
                    },
                    "טיגון-בשמן-עמוק":{
                        type : "listDots",
                        content: [
                            `ריכוך קצר מאוד.`,
                            `חומרי מזון רכים במצבם הטבעי או אחרי ריכוך חתוכים לפרוסות או מנות קטנות.`,
                            `ללא ציפוי-חומרי מזון עמילניים( תפו"א, סופגניות) בקר (מותנית), עשבי תיבול.`,
                            `קימוח-דגים שלמים, ירקות שונים.`,
                            `עם ציפוי- נתחי דגים, עגל, עוף וכדומה, קרוקטים, פירות וירקות.`,
                            `רובם יהיו מצופים כדי לשמור על העסיסיות.`,
                            `קבלת השחמה ופריכות חיצונית.`,
                        ],
                    },
                    "הקרמה":{
                        type : "listDots",
                        content: [
                            `צירת קרום שחום ופריך על פני התבשיל.`,
                            `תוך חשיפה לחום עליון.`,
                            `אפשר לרכך תוך ההשחמה- 180 מעלות.`,
                            `אפשר להקרים מזון מבושל-250 מעלות.`,
                            `שיפור/ שינוי מראה וטעם. תמיד לשמן את הכלי.`,
                            `כמות הרוטב תלויה בזמן ההקרמה.`,
                            `ללא כיסוי, קרוב להגשה.`,
                            `חומרי הקרה: חמאה, גבינות קשות, פירורי לחם, רוטב להקרמה, חלמון ביצה. הרוטב הקלאסי ביותר הוא רוטב מורנה, בשמל, גבינות וחלמון.`,
                            `<ul>ארבע צורות של הקרמה:
                            <li>איטית-הקרמה שתוך כדי הקרמה אני גם מרכך, למטה יש רוטב או ירקות מצע של משהו, מעל לדוגמה דג לא מבושל, כמות יחסית גדולה של רוטב וטמפ' של 180 מעלות.</li>
                            <li>מהירה-אותו הדבר כמו באיטית רק ב250 מעלות וכמות הרוטב קטנה יותר והמזון מבושל.</li>
                            <li>קלה-לדוגמה פסטה שבישלנו והיא חמה, לא חייבים רוטב אלא רק גבינה לדוגמה, טמפ' לרוב מעל 250 מעלות</li>
                            <li>זגוגית-לדוגמה אספרגוס הכל מבושל מתובל ועם רוטב נכנס להקרמה, היא ההקרמה המהירה ביותר, מכניסים עם רוטב הולנדז ואם מכניסים טיפה יותר מדי הרוטב נשבר, לרוב עושים את זה עם ברנר לכמה שניות.</li>
                            </ul>`,
                        ],
                    },
                    "אפייה":{
                        type : "listDots",
                        content: [
                            `החדרת חום יבש.`,
                            `שינוי במרקם ובצורה הסופית.`,
                            `מתאים למזון המכיל כמות נוזל גדולה יחסית ומאפים שונים.`,
                            `חימום התנור מראש.`,
                            `ירקות אופים בשלמותם (תפו"א אפשר על מלח גס)  או דג עטוף במלח.`,
                            `דגים עדינים שלמים חורצים, מתבלים, משמנים ואופים. (140-160 מעלות).`,
                            `אפשר לעטוף תפו"א ודגים בנייר כסף או פרגמנט.`,
                            `דברי מאפה- לפי הצורך.`,
                        ],
                    },
                },
                "כללים-לבישול-נכון": {
                    "למה-מבשלים":{
                        type : "listDots",
                        content: [
                            `ריכוך: קל ללעיסה, בליעה ועיכול.`,
                            `שיפור הטעם.`,
                            `התמזגות טעמים וקבלת טעמים חדשים.`,
                            `התמזגות חומרים.`,
                            `שיפור המראה. (השחמה, זיגוג, הברקה.)`,
                            `קבלת מרקם שונה.`,
                            `השמדת חיידקים והארכת חיי המדף.`,
                            `גיוון בארוחות, תבשילים.`,
                        ],
                    },
                    "מה-קורה-בזמן-הבישול":{
                        type : "listDots",
                        content: [
                            `חלבונים - הקרשה. שינוי (בלתי הפיך) מנוזלי למוצק (65-71 מעלות). ביצה קשה, בשר מבושל וכדומה.`,
                            `פחמימות - עמילן- סופח נוזלים בזמן חימום, תופח, מתרכך ומתבהר מעט. אורז פסטה וכדומה.`,
                            `סוכרים - קרמליזציה: זיגוג, קרמל והשחמה. תוך שינוי גם בצבע וגם בטעם. בצל, בשר, קינוחים, לחמים ועוד.`,
                            `שומנים - מתמוססים, ממוצק לנוזלי, נספגים בבשר. לדוגמה בשר משויש, כבד אווז וכדומה.`,
                            `מים - מתאיידים, המים הופכים לאדים או מופרשים, גורמים לייבוש המוצר והצטמקותו. ירקות עליים, חלב וכדומה.`,
                            `ויטמינים -רובם נהרסים בזמן בישול ממושך. ירקות בעיקר.`,
                            `מינרלים -נשארים ללא שינוי.`,
                        ],
                    },
                    "כללים-לבישול-נכון":{
                        type : "listDots",
                        content: [
                            `לפני הוספת התבלינים לטעום את התבשיל והתבלינים.`,
                            `תיבול חלקי אחרי כיפוי (קצף ושומן).`,
                            `הבישול יהיה בדרך כלל איטי להבה נמוכה תוך כיפוי.`,
                            `השלמת טעמים בסוף הבישול.`,
                            `להתחשב בירקות בעלי טעם דומיננטי או מתפוררים משפיעים על הצבע של התבשיל.`,
                            `לשמירת טעמים תחילת בישול בנוזל רותח או סגירה.`,
                            `להוצאת טעמים תחילת בישול בנוזל קר.`,
                            `לקבלת משקע טוב- מעט שומן וטמפ' גבוהה.`,
                            `לפני סינון לבדוק בד סינון, אחרי סינון להרתיח שוב.`,
                            `לצנן תבשיל לפני הכנסתו למקרר.`,
                            `בטיגון להפקיד על טמפ' נכונה. (לא לכסות אחרי טיגון)`,
                        ],
                    },
                },
            },
            // subject : {
            //     "נושא": {
            //         "תת-נושא-1":{
            //             type : "listNumbers",
            //             content: [
            //                 ``,
            //                 ``,
            //                 ``,
            //             ],
            //         },
            //         "תת-נושא-2":{
            //             type : "text",
            //             content: [
            //                 ``,
            //                 ``,
            //                 ``,
            //             ],
            //         },
            //         "תת-נושא-3": {
            //             type : "textAndPics",
            //             pic : [`../assets/images/foodImages/eventGallary/event79.jpeg`, `../assets/images/foodImages/eventGallary/event75.jpeg`,],
            //             content: [
            //                 ``,
            //                 ``,
            //                 ``,
            //             ],
            //         },
            //         "תת-נושא-4":{
            //             type : "listDots",
            //             content: [
            //                 ``,
            //                 ``,
            //                 ``,
            //             ],
            //         },
            //         "תת-נושא-5":{
            //             type : "listDots",
            //             content: [
            //                 `<ul>
            //                 <li></li>
            //                 <li></li>
            //                 </ul>`,
            //                 `<ul>
            //                 <li></li>
            //                 <li></li>
            //                 </ul>`,
            //                 ``,
            //                 ``,
            //             ],
            //         },
            //         "טבלה":{
            //             type : "text",
            //             content: [
            //                 `<table>
            //                 <tr>
            //                   <th>מה כן</th>
            //                   <th>מה לא</th>
            //                 </tr>
            //                 <tr>
            //                   <td></td>
            //                   <td></td>
            //                 </tr>
            //               </table>`,
            //             ],
            //         },
            //     },
            // },
        },
    },
}